tap "cargo-lambda/cargo-lambda"
tap "daipeihust/tap"
tap "davep/homebrew"
tap "dotenvx/brew"
tap "homebrew/bundle"
tap "homebrew/services"
tap "jorgerojas26/lazysql"
tap "k1low/tap"
tap "koki-develop/tap"
tap "laishulu/homebrew"
tap "leoafarias/fvm"
tap "lusingander/tap"
tap "messense/macos-cross-toolchains"
tap "nikitabobko/tap"
tap "pomdtr/tap"
tap "quarylabs/quary"
tap "supabase/tap"
tap "umlx5h/tap"
tap "universal-ctags/universal-ctags"
tap "uzimaru0000/tap"
tap "ynqa/tap"
brew "zstd"
brew "aarch64-elf-gcc"
brew "act"
brew "jpeg-xl"
brew "openssl@3"
brew "arm-linux-gnueabihf-binutils"
brew "arm-none-eabi-gcc"
brew "arp-scan"
brew "asciiquarium"
brew "sqlite"
brew "aws-sam-cli"
brew "awscli"
brew "bat"
brew "btop"
brew "cfn-lint"
brew "chezmoi"
brew "ttyd"
brew "clive"
brew "cloudflare-wrangler"
brew "cmatrix"
brew "cocoapods"
brew "cowsay"
brew "crosstool-ng"
brew "ctop"
brew "deno"
brew "direnv"
brew "fd"
brew "harfbuzz"
brew "tesseract"
brew "ffmpeg"
brew "fish"
brew "fortune"
brew "fselect"
brew "fzf"
brew "gat"
brew "gcc"
brew "genact"
brew "gh"
brew "ghq"
brew "git"
brew "git-branchless"
brew "git-delta"
brew "git-flow"
brew "git-lfs"
brew "go-task"
brew "golangci-lint"
brew "gopls"
brew "gotestsum"
brew "gotop"
brew "gtop"
brew "pkgconf"
brew "hydra"
brew "imagemagick"
brew "jq"
brew "jql"
brew "lazydocker"
brew "lazygit"
brew "libpq"
brew "liquibase"
brew "litecli"
brew "lolcat"
brew "lsd"
brew "luajit"
brew "luarocks"
brew "marp-cli"
brew "mas"
brew "mise"
brew "mycli"
brew "mysql"
brew "neofetch"
brew "tree-sitter"
brew "neovim"
brew "neovim-remote"
brew "nmap"
brew "no-more-secrets"
brew "nyancat"
brew "oha"
brew "onefetch"
brew "peco"
brew "pgcli"
brew "php"
brew "pict"
brew "poetry"
brew "poppler"
brew "postgresql@14", restart_service: :changed
brew "pre-commit"
brew "pyenv"
brew "pyenv-virtualenv"
brew "python@3.11"
brew "reattach-to-user-namespace"
brew "ripgrep"
brew "rye"
brew "sevenzip"
brew "sheldon"
brew "sl"
brew "speedtest-cli"
brew "sshs"
brew "superfile"
brew "tldr"
brew "tmuxinator"
brew "tor"
brew "tpm"
brew "tree"
brew "typos-cli"
brew "universal-ctags", args: ["HEAD"]
brew "vim"
brew "virtualenv"
brew "watchexec"
brew "wget"
brew "x86_64-elf-gcc"
brew "xclip"
brew "xeyes"
brew "xh"
brew "yazi"
brew "you-get"
brew "yt-dlp"
brew "zig"
brew "zoxide"
brew "zsh-completions"
brew "cargo-lambda/cargo-lambda/cargo-lambda"
brew "daipeihust/tap/im-select"
brew "davep/homebrew/braindrop"
brew "dotenvx/brew/dotenvx"
brew "jorgerojas26/lazysql/lazysql"
brew "k1low/tap/octocov"
brew "koki-develop/tap/moview"
brew "laishulu/homebrew/macism"
brew "leoafarias/fvm/fvm"
brew "lusingander/tap/serie"
brew "messense/macos-cross-toolchains/aarch64-unknown-linux-gnu"
brew "pomdtr/tap/sunbeam"
brew "quarylabs/quary/sqruff"
brew "supabase/tap/supabase"
brew "umlx5h/tap/gtrash"
brew "uzimaru0000/tap/tv"
brew "ynqa/tap/jnv"
cask "aerospace"
cask "affinity-photo"
cask "amazon-photos"
cask "amorphousdiskmark"
cask "chatgpt"
cask "cursor"
cask "deepl"
cask "flutter"
cask "gcc-aarch64-embedded"
cask "ghostty"
cask "gimp"
cask "grammarly-desktop"
cask "grandperspective"
cask "jetbrains-toolbox"
cask "karabiner-elements"
cask "keyclu"
cask "kindavim"
cask "logi-options+"
cask "mac-mouse-fix"
cask "macfuse"
cask "microsoft-auto-update"
cask "neovide"
cask "obsidian"
cask "shottr"
cask "visual-studio-code@insiders"
cask "wezterm"
cask "whatsapp"
cask "zen-browser"
mas "1Password for Safari", id: 1569813296
mas "AdBlock", id: 1402042596
mas "Day One", id: 1055511498
mas "Drafts", id: 1435957248
mas "Hand Mirror", id: 1502839586
mas "Kindle", id: 302584613
mas "LINE", id: 539883307
mas "Momentum", id: 1564329434
mas "OneTab", id: 1540160809
mas "Pages", id: 409201541
mas "RunCat", id: 1429033973
mas "Save to Raindrop.io", id: 1549370672
mas "Spark", id: 1176895641
mas "Step Two", id: 1448916662
mas "Unsplash Wallpapers", id: 1284863847
mas "Velja", id: 1607635845
mas "Wappalyzer - Technology profiler", id: 1520333300
mas "Web Translator", id: 6443492610
mas "Xcode", id: 497799835
vscode "adpyke.codesnap"
vscode "alefragnani.project-manager"
vscode "alexcvzz.vscode-sqlite"
vscode "alexisvt.flutter-snippets"
vscode "amazonwebservices.codewhisperer-for-command-line-companion"
vscode "antfu.file-nesting"
vscode "ardenivanov.svelte-intellisense"
vscode "asvetliakov.vscode-neovim"
vscode "be5invis.vscode-custom-css"
vscode "bradlc.vscode-tailwindcss"
vscode "brandonkirbyson.vscode-animations"
vscode "chflick.firecode"
vscode "christian-kohler.path-intellisense"
vscode "cocopon.iceberg-theme"
vscode "continue.continue"
vscode "dbaeumer.vscode-eslint"
vscode "eamodio.gitlens"
vscode "editorconfig.editorconfig"
vscode "edonet.vscode-command-runner"
vscode "emeraldwalk.runonsave"
vscode "enhancedjax.vscode-ayu-zed"
vscode "esbenp.prettier-vscode"
vscode "fabiospampinato.vscode-diff"
vscode "formulahendry.auto-close-tag"
vscode "github.copilot"
vscode "github.copilot-chat"
vscode "github.vscode-pull-request-github"
vscode "golang.go"
vscode "google.geminicodeassist"
vscode "gruntfuggly.todo-tree"
vscode "hediet.vscode-drawio"
vscode "illixion.vscode-vibrancy-continued"
vscode "ionutvmi.path-autocomplete"
vscode "katsute.code-background"
vscode "kddejong.vscode-cfn-lint"
vscode "marp-team.marp-vscode"
vscode "mechatroner.rainbow-csv"
vscode "melihaltintas.svelte-format"
vscode "ms-vscode.makefile-tools"
vscode "ms-vscode.vscode-typescript-next"
vscode "ms-vsliveshare.vsliveshare"
vscode "oderwat.indent-rainbow"
vscode "pflannery.vscode-versionlens"
vscode "pivaszbs.svelte-autoimport"
vscode "pixl-garden.bongocat"
vscode "pkief.material-icon-theme"
vscode "pmneo.tsimporter"
vscode "pnp.polacode"
vscode "qwtel.sqlite-viewer"
vscode "renesaarsoo.sql-formatter-vsc"
vscode "riccardoforina.storybook-helper"
vscode "ritwickdey.liveserver"
vscode "robert-brunhage.flutter-riverpod-snippets"
vscode "rust-lang.rust-analyzer"
vscode "rvest.vs-code-prettier-eslint"
vscode "ryu1kn.partial-diff"
vscode "ryuta46.multi-command"
vscode "saoudrizwan.claude-dev"
vscode "shd101wyy.markdown-preview-enhanced"
vscode "simonsiefke.svg-preview"
vscode "steoates.autoimport"
vscode "streetsidesoftware.code-spell-checker"
vscode "subframe7536.custom-ui-style"
vscode "suhelmakkad.shadcn-ui"
vscode "svelte.svelte-vscode"
vscode "tamasfe.even-better-toml"
vscode "tekumara.typos-vscode"
vscode "timonwong.shellcheck"
vscode "toba.vsfire"
vscode "tomoki1207.pdf"
vscode "tompollak.lazygit-vscode"
vscode "tomrijndorp.find-it-faster"
vscode "tonybaloney.vscode-pets"
vscode "usernamehw.errorlens"
vscode "vscodevim.vim"
vscode "vsls-contrib.codetour"
vscode "wakatime.vscode-wakatime"
vscode "wayou.vscode-todo-highlight"
vscode "wraith13.bracket-lens"
vscode "xrc-inc.jsonnet-formatter"
vscode "yoshinorin.current-file-path"
vscode "yzane.markdown-pdf"
vscode "yzhang.markdown-all-in-one"
