tap "adembc/tap"
tap "antoniorodr/cronboard"
tap "authzed/tap"
tap "cargo-lambda/cargo-lambda"
tap "charmbracelet/tap"
tap "daipeihust/tap"
tap "davep/homebrew"
tap "dhth/tap"
tap "dotenvx/brew"
tap "grafana/grafana"
tap "gromgit/brewtils"
tap "homebrew/bundle"
tap "homebrew/services"
tap "jorgerojas26/lazysql"
tap "k1low/tap"
tap "koki-develop/tap"
tap "laishulu/homebrew"
tap "leoafarias/fvm"
tap "lusingander/tap"
tap "messense/macos-cross-toolchains"
tap "ngrok/ngrok"
tap "nikitabobko/tap"
tap "pomdtr/tap"
tap "quarylabs/quary"
tap "sinelaw/fresh"
tap "sqldef/sqldef"
tap "sst/tap"
tap "stefanlogue/tools"
tap "supabase/tap"
tap "umlx5h/tap"
tap "universal-ctags/universal-ctags"
tap "uzimaru0000/tap"
tap "ynqa/tap"
brew "zstd"
brew "aarch64-elf-gcc"
brew "act"
brew "jpeg-xl"
brew "openssl@3"
brew "arm-linux-gnueabihf-binutils"
brew "arm-none-eabi-gcc"
brew "arp-scan"
brew "asciiquarium"
brew "ast-grep"
brew "sqlite"
brew "aws-sam-cli"
brew "awscli"
brew "bash-completion"
brew "bat"
brew "btop"
brew "ccusage"
brew "cfn-lint"
brew "chezmoi"
brew "ttyd"
brew "clive"
brew "cloudflare-wrangler"
brew "cloudflared"
brew "cmatrix"
brew "cocoapods"
brew "cowsay"
brew "crosstool-ng"
brew "ctop"
brew "dagu"
brew "deno"
brew "direnv"
brew "fastfetch"
brew "fd"
brew "harfbuzz"
brew "lame"
brew "tesseract"
brew "ffmpeg"
brew "gcc"
brew "fish"
brew "fortune"
brew "fresh-editor"
brew "fselect"
brew "fzf"
brew "gat"
brew "genact"
brew "gh"
brew "ghq"
brew "git"
brew "git-branchless"
brew "git-delta"
brew "git-flow"
brew "git-lfs"
brew "go-task"
brew "golangci-lint"
brew "gopls"
brew "gotestsum"
brew "gotop"
brew "gtop"
brew "pkgconf"
brew "hydra"
brew "libheif"
brew "imagemagick"
brew "jq"
brew "jql"
brew "kind"
brew "krep"
brew "kubernetes-cli"
brew "lazydocker"
brew "lazygit"
brew "libpq"
brew "liquibase"
brew "litecli"
brew "lolcat"
brew "lsd"
brew "luajit"
brew "luarocks"
brew "macchina"
brew "marp-cli"
brew "mas"
brew "mise"
brew "yt-dlp"
brew "mpv"
brew "mycli"
brew "mysql-client@8.4"
brew "neofetch"
brew "neovim"
brew "tree-sitter"
brew "neovim-remote"
brew "nethogs"
brew "ni"
brew "nmap"
brew "no-more-secrets"
brew "nyancat"
brew "oha"
brew "onefetch"
brew "peco"
brew "pgcli"
brew "php"
brew "pict"
brew "pinact"
brew "poetry"
brew "poppler"
brew "postgresql@14", restart_service: :changed
brew "pre-commit"
brew "pyenv"
brew "pyenv-virtualenv"
brew "python@3.11"
brew "reattach-to-user-namespace"
brew "repomix"
brew "ripgrep"
brew "rye"
brew "semgrep"
brew "sevenzip"
brew "sheldon"
brew "sl"
brew "sox"
brew "specify"
brew "speedtest-cli"
brew "sshs"
brew "superfile"
brew "tailscale"
brew "tbls"
brew "tflint"
brew "tldr"
brew "tmuxinator"
brew "tor"
brew "tpm"
brew "tree"
brew "treemd"
brew "typos-cli"
brew "uv"
brew "vim"
brew "vips"
brew "virtualenv"
brew "watchexec"
brew "wget"
brew "x86_64-elf-gcc"
brew "xclip"
brew "xeyes"
brew "xh"
brew "yazi"
brew "you-get"
brew "zig"
brew "zoxide"
brew "zsh-completions"
brew "adembc/tap/lazyssh"
brew "antoniorodr/cronboard/cronboard"
brew "authzed/tap/zed"
brew "cargo-lambda/cargo-lambda/cargo-lambda"
brew "charmbracelet/tap/crush"
brew "daipeihust/tap/im-select"
brew "dhth/tap/bmm"
brew "dhth/tap/ecscope"
brew "dotenvx/brew/dotenvx"
brew "gromgit/brewtils/taproom"
brew "jorgerojas26/lazysql/lazysql"
brew "k1low/tap/octocov"
brew "k1low/tap/runn"
brew "koki-develop/tap/moview"
brew "laishulu/homebrew/macism"
brew "lusingander/tap/serie"
brew "messense/macos-cross-toolchains/aarch64-unknown-linux-gnu"
brew "pomdtr/tap/sunbeam"
brew "quarylabs/quary/sqruff"
brew "sqldef/sqldef/sqlite3def"
brew "sst/tap/opencode"
brew "supabase/tap/supabase"
brew "umlx5h/tap/gtrash"
brew "uzimaru0000/tap/tv"
brew "ynqa/tap/jnv"
cask "aerospace"
cask "affinity-photo"
cask "amazon-photos"
cask "amorphousdiskmark"
cask "antigravity"
cask "atuin-desktop"
cask "autodesk-fusion"
cask "caffeine"
cask "chatgpt"
cask "chatgpt-atlas"
cask "claude"
cask "codex"
cask "conductor"
cask "cursor"
cask "deepl"
cask "firefox"
cask "firefox@developer-edition"
cask "firefox@nightly"
cask "flutter"
cask "font-intel-one-mono"
cask "gcc-aarch64-embedded"
cask "ghostty"
cask "gimp"
cask "grammarly-desktop"
cask "grandperspective"
cask "intellij-idea-ce"
cask "itermbrowserplugin"
cask "karabiner-elements"
cask "keyclu"
cask "kindavim"
cask "logi-options+"
cask "mac-mouse-fix"
cask "macfuse"
cask "messenger"
cask "meteor"
cask "microsoft-auto-update"
cask "mysqlworkbench"
cask "neovide-app"
cask "ngrok"
cask "notion"
cask "obsidian"
cask "shapr3d"
cask "shottr"
cask "spotify"
cask "stravu-crystal"
cask "termius"
cask "thebrowsercompany-dia"
cask "ticktick"
cask "tradingview"
cask "wave"
cask "wezterm"
cask "whatsapp"
cask "zen"
cask "zoom"
vscode "4ops.terraform"
vscode "adpyke.codesnap"
vscode "alefragnani.project-manager"
vscode "alexcvzz.vscode-sqlite"
vscode "alexisvt.flutter-snippets"
vscode "amazonwebservices.codewhisperer-for-command-line-companion"
vscode "antfu.file-nesting"
vscode "anthropic.claude-code"
vscode "ardenivanov.svelte-intellisense"
vscode "arjun.swagger-viewer"
vscode "asvetliakov.vscode-neovim"
vscode "be5invis.vscode-custom-css"
vscode "bradlc.vscode-tailwindcss"
vscode "brandonkirbyson.vscode-animations"
vscode "chflick.firecode"
vscode "christian-kohler.path-intellisense"
vscode "cocopon.iceberg-theme"
vscode "continue.continue"
vscode "dbaeumer.vscode-eslint"
vscode "eamodio.gitlens"
vscode "editorconfig.editorconfig"
vscode "edonet.vscode-command-runner"
vscode "emeraldwalk.runonsave"
vscode "enhancedjax.vscode-ayu-zed"
vscode "esbenp.prettier-vscode"
vscode "fabiospampinato.vscode-diff"
vscode "formulahendry.auto-close-tag"
vscode "github.copilot"
vscode "github.copilot-chat"
vscode "github.vscode-pull-request-github"
vscode "golang.go"
vscode "google.geminicodeassist"
vscode "gruntfuggly.todo-tree"
vscode "hashicorp.terraform"
vscode "hediet.vscode-drawio"
vscode "illixion.vscode-vibrancy-continued"
vscode "ionutvmi.path-autocomplete"
vscode "katsute.code-background"
vscode "kddejong.vscode-cfn-lint"
vscode "mechatroner.rainbow-csv"
vscode "melihaltintas.svelte-format"
vscode "ms-vscode.makefile-tools"
vscode "ms-vscode.vscode-typescript-next"
vscode "ms-vsliveshare.vsliveshare"
vscode "oderwat.indent-rainbow"
vscode "openai.chatgpt"
vscode "pflannery.vscode-versionlens"
vscode "pivaszbs.svelte-autoimport"
vscode "pixl-garden.bongocat"
vscode "pkief.material-icon-theme"
vscode "pmneo.tsimporter"
vscode "pnp.polacode"
vscode "qwtel.sqlite-viewer"
vscode "redhat.vscode-yaml"
vscode "renesaarsoo.sql-formatter-vsc"
vscode "riccardoforina.storybook-helper"
vscode "ritwickdey.liveserver"
vscode "robert-brunhage.flutter-riverpod-snippets"
vscode "rust-lang.rust-analyzer"
vscode "rvest.vs-code-prettier-eslint"
vscode "ryu1kn.partial-diff"
vscode "ryuta46.multi-command"
vscode "saoudrizwan.claude-dev"
vscode "simonsiefke.svg-preview"
vscode "steoates.autoimport"
vscode "streetsidesoftware.code-spell-checker"
vscode "subframe7536.custom-ui-style"
vscode "suhelmakkad.shadcn-ui"
vscode "svelte.svelte-vscode"
vscode "tamasfe.even-better-toml"
vscode "tekumara.typos-vscode"
vscode "timonwong.shellcheck"
vscode "toba.vsfire"
vscode "tombi-toml.tombi"
vscode "tomoki1207.pdf"
vscode "tompollak.lazygit-vscode"
vscode "tomrijndorp.find-it-faster"
vscode "tonybaloney.vscode-pets"
vscode "usernamehw.errorlens"
vscode "vscodevim.vim"
vscode "vsls-contrib.codetour"
vscode "wakatime.vscode-wakatime"
vscode "wayou.vscode-todo-highlight"
vscode "wraith13.bracket-lens"
vscode "xrc-inc.jsonnet-formatter"
vscode "yoshinorin.current-file-path"
go "github.com/rhysd/actionlint/cmd/actionlint"
go "github.com/klauspost/asmfmt/cmd/asmfmt"
go "golang.org/x/tools/cmd/deadcode"
go "github.com/go-delve/delve/cmd/dlv"
go "github.com/kisielk/errcheck"
go "github.com/davidrjenni/reftools/cmd/fillstruct"
go "github.com/rogpeppe/godef"
go "golang.org/x/tools/cmd/goimports"
go "github.com/golangci/golangci-lint/v2/cmd/golangci-lint"
go "github.com/fatih/gomodifytags"
go "golang.org/x/tools/gopls"
go "github.com/jstemmer/gotags"
go "github.com/cweill/gotests/gotests"
go "github.com/d-kuro/gwq/cmd/gwq"
go "github.com/koron/iferr"
go "github.com/josharian/impl"
go "github.com/mattn/memo"
go "github.com/golang-migrate/migrate/v4/cmd/migrate"
go "go.uber.org/mock/mockgen"
go "github.com/fatih/motion"
go "github.com/mgechev/revive"
go "github.com/shogo82148/schemalex-deploy/cmd/schemalex-deploy"
go "github.com/sqlc-dev/sqlc/cmd/sqlc"
go "honnef.co/go/tools/cmd/staticcheck"
go "github.com/k1LoW/tbls"
go "github.com/rhysd/vim-startuptime"
go "github.com/google/wire/cmd/wire"
