tap "daipeihust/tap"
tap "homebrew/bundle"
tap "homebrew/cask-fonts"
tap "homebrew/services"
tap "k1low/tap"
tap "universal-ctags/universal-ctags"
tap "uzimaru0000/tap"
tap "ynqa/tap"
brew "act"
brew "zstd"
brew "jpeg-xl"
brew "arp-scan"
brew "asciiquarium"
brew "asdf"
brew "python@3.11"
brew "awscli"
brew "bat"
brew "ttyd"
brew "clive"
brew "cmatrix"
brew "cocoapods"
brew "deno"
brew "fd"
brew "harfbuzz"
brew "tesseract"
brew "ffmpeg"
brew "fish"
brew "fzf"
brew "gat"
brew "genact"
brew "gh"
brew "ghq"
brew "git"
brew "git-branchless"
brew "git-delta"
brew "git-flow"
brew "git-lfs"
brew "golangci-lint"
brew "gopls"
brew "gotestsum"
brew "gotop"
brew "gtop"
brew "hydra"
brew "jq"
brew "lazydocker"
brew "lazygit"
brew "libpq"
brew "litecli"
brew "lolcat"
brew "lsd"
brew "luajit"
brew "luarocks"
brew "mas"
brew "mise"
brew "mycli"
brew "neofetch"
brew "tree-sitter"
brew "neovim"
brew "nmap"
brew "no-more-secrets"
brew "nyancat"
brew "onefetch"
brew "peco"
brew "pgcli"
brew "php"
brew "pict"
brew "poetry"
brew "postgresql@14", restart_service: true
brew "pre-commit"
brew "pyenv"
brew "pyenv-virtualenv"
brew "reattach-to-user-namespace"
brew "ripgrep"
brew "rustup-init"
brew "rye"
brew "sheldon"
brew "sl"
brew "speedtest-cli"
brew "tmux"
brew "tmuxinator"
brew "tor"
brew "tpm"
brew "tree"
brew "universal-ctags", args: ["HEAD"]
brew "vim"
brew "virtualenv"
brew "wakatime-cli"
brew "wget"
brew "xclip"
brew "xh"
brew "zsh-completions"
brew "daipeihust/tap/im-select"
brew "k1low/tap/octocov"
brew "uzimaru0000/tap/tv"
brew "ynqa/tap/jnv"
cask "1password-cli"
cask "aerial"
cask "alt-tab"
cask "amorphousdiskmark"
cask "android-studio"
cask "applite"
cask "audacity"
cask "autodesk-fusion"
cask "canva"
cask "cheatsheet"
cask "codewhisperer"
cask "coteditor"
cask "dash"
cask "deepl"
cask "discord"
cask "docker"
cask "figma"
cask "flutter"
cask "font-3270-nerd-font"
cask "font-agave-nerd-font"
cask "font-anonymice-nerd-font"
cask "font-arimo-nerd-font"
cask "font-aurulent-sans-mono-nerd-font"
cask "font-bigblue-terminal-nerd-font"
cask "font-bitstream-vera-sans-mono-nerd-font"
cask "font-blex-mono-nerd-font"
cask "font-caskaydia-cove-nerd-font"
cask "font-code-new-roman-nerd-font"
cask "font-comic-shanns-mono-nerd-font"
cask "font-cousine-nerd-font"
cask "font-daddy-time-mono-nerd-font"
cask "font-dejavu-sans-mono-nerd-font"
cask "font-droid-sans-mono-nerd-font"
cask "font-fantasque-sans-mono-nerd-font"
cask "font-fira-code-nerd-font"
cask "font-fira-mono-nerd-font"
cask "font-go-mono-nerd-font"
cask "font-gohufont-nerd-font"
cask "font-hack-nerd-font"
cask "font-hasklug-nerd-font"
cask "font-heavy-data-nerd-font"
cask "font-hurmit-nerd-font"
cask "font-im-writing-nerd-font"
cask "font-inconsolata-go-nerd-font"
cask "font-inconsolata-lgc-nerd-font"
cask "font-inconsolata-nerd-font"
cask "font-iosevka-nerd-font"
cask "font-iosevka-term-nerd-font"
cask "font-jetbrains-mono-nerd-font"
cask "font-lekton-nerd-font"
cask "font-liberation-nerd-font"
cask "font-lilex-nerd-font"
cask "font-meslo-lg-nerd-font"
cask "font-monocraft-nerd-font"
cask "font-monofur-nerd-font"
cask "font-monoid-nerd-font"
cask "font-mononoki-nerd-font"
cask "font-mplus-nerd-font"
cask "font-noto-nerd-font"
cask "font-open-dyslexic-nerd-font"
cask "font-overpass-nerd-font"
cask "font-profont-nerd-font"
cask "font-proggy-clean-tt-nerd-font"
cask "font-roboto-mono-nerd-font"
cask "font-sauce-code-pro-nerd-font"
cask "font-shure-tech-mono-nerd-font"
cask "font-source-code-pro"
cask "font-space-mono-nerd-font"
cask "font-symbols-only-nerd-font"
cask "font-terminess-ttf-nerd-font"
cask "font-tinos-nerd-font"
cask "font-ubuntu-mono-nerd-font"
cask "font-ubuntu-nerd-font"
cask "font-victor-mono-nerd-font"
cask "gather"
cask "gimp"
cask "grandperspective"
cask "hot"
cask "iina"
cask "iterm2"
cask "jordanbaird-ice"
cask "karabiner-elements"
cask "keyboardcleantool"
cask "logi-options-plus"
cask "mendeley"
cask "microsoft-auto-update"
cask "microsoft-excel"
cask "microsoft-onenote"
cask "microsoft-powerpoint"
cask "microsoft-word"
cask "neat"
cask "notion"
cask "notion-calendar"
cask "obsidian"
cask "prusaslicer"
cask "raindropio"
cask "raycast"
cask "slack"
cask "spectacle"
cask "stats"
cask "steam"
cask "ticktick"
cask "tor-browser"
cask "visual-studio-code"
cask "wakatime"
cask "warp"
cask "wezterm"
cask "whatsapp"
cask "wireshark"
cask "zoom"
mas "1Password for Safari", id: 1569813296
mas "AdBlock", id: 1402042596
mas "DaVinci Resolve", id: 571213070
mas "Day One", id: 1055511498
mas "Drafts", id: 1435957248
mas "Goodnotes", id: 1444383602
mas "Hand Mirror", id: 1502839586
mas "Kindle", id: 302584613
mas "LINE", id: 539883307
mas "Momentum", id: 1564329434
mas "OneTab", id: 1540160809
mas "RunCat", id: 1429033973
mas "Save to Raindrop.io", id: 1549370672
mas "Spark", id: 1176895641
mas "Step Two", id: 1448916662
mas "Tunacan", id: 980577198
mas "Unsplash Wallpapers", id: 1284863847
mas "Velja", id: 1607635845
mas "Wappalyzer - Technology profiler", id: 1520333300
mas "Web Translator", id: 6443492610
mas "Xcode", id: 497799835
vscode "alexcvzz.vscode-sqlite"
vscode "alexisvt.flutter-snippets"
vscode "amazonwebservices.codewhisperer-for-command-line-companion"
vscode "arjun.swagger-viewer"
vscode "asvetliakov.vscode-neovim"
vscode "christian-kohler.path-intellisense"
vscode "cocopon.iceberg-theme"
vscode "continue.continue"
vscode "dart-code.dart-code"
vscode "dart-code.flutter"
vscode "dotjoshjohnson.xml"
vscode "emeraldwalk.runonsave"
vscode "esbenp.prettier-vscode"
vscode "formulahendry.auto-close-tag"
vscode "formulahendry.auto-rename-tag"
vscode "github.copilot"
vscode "github.copilot-chat"
vscode "github.vscode-pull-request-github"
vscode "glenn2223.live-sass"
vscode "golang.go"
vscode "gornivv.vscode-flutter-files"
vscode "gruntfuggly.todo-tree"
vscode "hediet.vscode-drawio"
vscode "ionutvmi.path-autocomplete"
vscode "mechatroner.rainbow-csv"
vscode "ms-python.debugpy"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "ms-vscode-remote.remote-ssh"
vscode "ms-vscode-remote.vscode-remote-extensionpack"
vscode "ms-vscode.makefile-tools"
vscode "ms-vscode.vscode-typescript-next"
vscode "ms-vsliveshare.vsliveshare"
vscode "oderwat.indent-rainbow"
vscode "pkief.material-icon-theme"
vscode "pmneo.tsimporter"
vscode "pnp.polacode"
vscode "qwtel.sqlite-viewer"
vscode "redhat.vscode-xml"
vscode "redhat.vscode-yaml"
vscode "ritwickdey.liveserver"
vscode "shd101wyy.markdown-preview-enhanced"
vscode "steoates.autoimport"
vscode "streetsidesoftware.code-spell-checker"
vscode "tomoki1207.pdf"
vscode "vscode-icons-team.vscode-icons"
vscode "vscodevim.vim"
vscode "wakatime.vscode-wakatime"
vscode "wayou.vscode-todo-highlight"
vscode "withfig.fig"
vscode "yzane.markdown-pdf"
vscode "yzhang.markdown-all-in-one"
