tap "homebrew/bundle"
tap "rcmdnk/file"
brew "arp-scan"
brew "ruby"
brew "cocoapods"
brew "ghq"
brew "git"
brew "git-flow"
brew "git-lfs"
brew "nmap"
brew "nodebrew"
brew "nvm"
brew "php"
brew "python@3.11"
brew "virtualenv"
brew "poetry"
brew "pyenv"
brew "pyenv-virtualenv"
brew "rustup-init"
brew "tree"
brew "vim"
brew "rcmdnk/file/brew-file"
cask "1password"
cask "aerial"
cask "cheatsheet"
cask "coteditor"
cask "deepl"
cask "discord"
cask "docker"
cask "google-chrome"
cask "iterm2"
cask "microsoft-auto-update"
cask "microsoft-excel"
cask "microsoft-powerpoint"
cask "microsoft-word"
cask "notion"
cask "obsidian"
cask "raycast"
cask "slack"
cask "spectacle"
cask "visual-studio-code"
cask "warp"
cask "zoom"
