tap "cargo-lambda/cargo-lambda"
tap "daipeihust/tap"
tap "danielgatis/imgcat"
tap "dbcli/tap"
tap "dotenvx/brew"
tap "filosottile/musl-cross"
tap "go-task/tap"
tap "hashicorp/tap"
tap "he3-app/he3"
tap "homebrew/bundle"
tap "homebrew/cask-fonts"
tap "homebrew/services"
tap "jwt-rs/jwt-ui"
tap "k1low/tap"
tap "leoafarias/fvm"
tap "messense/macos-cross-toolchains"
tap "muandane/tap"
tap "oven-sh/bun"
tap "veeso/termscp"
tap "yohamta/tap"
brew "act"
brew "webp"
brew "openssl@3"
brew "argon2"
brew "asciiquarium"
brew "asdf"
brew "ast-grep"
brew "atuin"
brew "aws-sam-cli"
brew "awscli"
brew "bat"
brew "bombadillo"
brew "chezmoi"
brew "icu4c@76"
brew "cloudflare-wrangler2"
brew "cmatrix"
brew "cocoapods"
brew "csvkit"
brew "curl"
brew "deno"
brew "direnv"
brew "erlang"
brew "exa"
brew "fd"
brew "harfbuzz"
brew "tesseract"
brew "ffmpeg"
brew "ffmpegthumbnailer"
brew "firebase-cli"
brew "fish"
brew "fx"
brew "fzf"
brew "gat"
brew "gawk"
brew "genact"
brew "gh"
brew "ghq"
brew "git"
brew "git-delta"
brew "git-flow"
brew "gitmoji"
brew "gnu-sed"
brew "gnupg"
brew "grpcurl"
brew "pkgconf"
brew "gum"
brew "handbrake"
brew "htop"
brew "hugo"
brew "libheif"
brew "imagemagick"
brew "jq"
brew "kondo"
brew "lazydocker"
brew "lazygit"
brew "lsd"
brew "lua-language-server"
brew "marp-cli"
brew "mas"
brew "mise"
brew "mycli"
brew "neofetch"
brew "neonctl"
brew "neovim"
brew "nmap"
brew "nvm"
brew "nyancat"
brew "peco"
brew "pgcli"
brew "php"
brew "poetry"
brew "poppler"
brew "postgresql@14"
brew "pre-commit"
brew "protobuf"
brew "protoc-gen-go"
brew "pyenv"
brew "pyenv-virtualenv"
brew "rig"
brew "ripgrep"
brew "shellcheck"
brew "sl"
brew "television"
brew "telnet"
brew "tmux"
brew "tpm"
brew "tree"
brew "unar"
brew "uv"
brew "vercel-cli"
brew "vim"
brew "wget"
brew "xh"
brew "yarn"
brew "yazi"
brew "youtube-dl"
brew "z"
brew "zellij"
brew "zig"
brew "daipeihust/tap/im-select"
brew "danielgatis/imgcat/imgcat"
brew "dotenvx/brew/dotenvx"
brew "filosottile/musl-cross/musl-cross"
brew "go-task/tap/go-task"
brew "hashicorp/tap/terraform"
brew "jwt-rs/jwt-ui/jwt-ui"
brew "k1low/tap/octocov"
brew "k1low/tap/tbls"
brew "leoafarias/fvm/fvm"
brew "messense/macos-cross-toolchains/aarch64-unknown-linux-gnu"
brew "muandane/tap/goji"
brew "oven-sh/bun/bun"
brew "veeso/termscp/termscp"
brew "yohamta/tap/dagu"
cask "1password"
cask "aerial"
cask "alcove"
cask "aldente"
cask "alt-tab"
cask "android-studio"
cask "applite"
cask "aquaskk"
cask "arc"
cask "battery-buddy"
cask "cheatsheet"
cask "coteditor"
cask "deepl"
cask "discord"
cask "dynalist"
cask "figma"
cask "font-3270-nerd-font"
cask "font-agave-nerd-font"
cask "font-anonymice-nerd-font"
cask "font-arimo-nerd-font"
cask "font-aurulent-sans-mono-nerd-font"
cask "font-bigblue-terminal-nerd-font"
cask "font-bitstream-vera-sans-mono-nerd-font"
cask "font-blex-mono-nerd-font"
cask "font-caskaydia-cove-nerd-font"
cask "font-code-new-roman-nerd-font"
cask "font-comic-shanns-mono-nerd-font"
cask "font-cousine-nerd-font"
cask "font-daddy-time-mono-nerd-font"
cask "font-dejavu-sans-mono-nerd-font"
cask "font-droid-sans-mono-nerd-font"
cask "font-fantasque-sans-mono-nerd-font"
cask "font-fira-code-nerd-font"
cask "font-fira-mono-nerd-font"
cask "font-go-mono-nerd-font"
cask "font-gohufont-nerd-font"
cask "font-hack-nerd-font"
cask "font-hasklug-nerd-font"
cask "font-heavy-data-nerd-font"
cask "font-hurmit-nerd-font"
cask "font-im-writing-nerd-font"
cask "font-inconsolata-go-nerd-font"
cask "font-inconsolata-lgc-nerd-font"
cask "font-inconsolata-nerd-font"
cask "font-iosevka-nerd-font"
cask "font-iosevka-term-nerd-font"
cask "font-jetbrains-mono-nerd-font"
cask "font-lekton-nerd-font"
cask "font-liberation-nerd-font"
cask "font-lilex-nerd-font"
cask "font-m+-nerd-font"
cask "font-meslo-lg-nerd-font"
cask "font-monocraft-nerd-font"
cask "font-monofur-nerd-font"
cask "font-monoid-nerd-font"
cask "font-mononoki-nerd-font"
cask "font-noto-nerd-font"
cask "font-open-dyslexic-nerd-font"
cask "font-overpass-nerd-font"
cask "font-profont-nerd-font"
cask "font-proggy-clean-tt-nerd-font"
cask "font-ricty-diminished"
cask "font-roboto-mono-nerd-font"
cask "font-sauce-code-pro-nerd-font"
cask "font-shure-tech-mono-nerd-font"
cask "font-source-code-pro"
cask "font-space-mono-nerd-font"
cask "font-symbols-only-nerd-font"
cask "font-terminess-ttf-nerd-font"
cask "font-tinos-nerd-font"
cask "font-ubuntu-mono-nerd-font"
cask "font-ubuntu-nerd-font"
cask "font-victor-mono-nerd-font"
cask "ghostty"
cask "gitify"
cask "google-cloud-sdk"
cask "grandperspective"
cask "iterm2"
cask "jordanbaird-ice"
cask "karabiner-elements"
cask "keyboardcleantool"
cask "linear-linear"
cask "magicquit"
cask "microsoft-auto-update"
cask "ngrok"
cask "notion"
cask "notion-calendar"
cask "obsidian"
cask "postman"
cask "raindropio"
cask "raycast"
cask "rustrover"
cask "slack"
cask "ticktick"
cask "visual-studio-code"
cask "wezterm"
cask "whatsapp"
cask "zoom"
mas "1Password for Safari", id: 1569813296
mas "AdBlock", id: 1402042596
mas "Drafts", id: 1435957248
mas "Hand Mirror", id: 1502839586
mas "LINE", id: 539883307
mas "OneTab", id: 1540160809
mas "RunCat", id: 1429033973
mas "Save to Raindrop.io", id: 1549370672
mas "Spark", id: 1176895641
mas "Step Two", id: 1448916662
mas "TickTick", id: 966085870
mas "Unsplash Wallpapers", id: 1284863847
mas "Velja", id: 1607635845
mas "Wappalyzer - Technology profiler", id: 1520333300
mas "Web Translator", id: 6443492610
vscode "4ops.terraform"
vscode "alefragnani.project-manager"
vscode "alexcvzz.vscode-sqlite"
vscode "alexisvt.flutter-snippets"
vscode "antfu.file-nesting"
vscode "ardenivanov.svelte-intellisense"
vscode "arjun.swagger-viewer"
vscode "astro-build.houston"
vscode "asvetliakov.vscode-neovim"
vscode "bradlc.vscode-tailwindcss"
vscode "brandonkirbyson.vscode-animations"
vscode "chflick.firecode"
vscode "christian-kohler.path-intellisense"
vscode "cocopon.iceberg-theme"
vscode "continue.continue"
vscode "dart-code.dart-code"
vscode "dart-code.flutter"
vscode "dbaeumer.vscode-eslint"
vscode "denoland.vscode-deno"
vscode "dotjoshjohnson.xml"
vscode "drcika.apc-extension"
vscode "eamodio.gitlens"
vscode "editorconfig.editorconfig"
vscode "emeraldwalk.runonsave"
vscode "esbenp.prettier-vscode"
vscode "fill-labs.dependi"
vscode "formulahendry.auto-close-tag"
vscode "formulahendry.auto-rename-tag"
vscode "github.copilot"
vscode "github.copilot-chat"
vscode "github.vscode-pull-request-github"
vscode "glenn2223.live-sass"
vscode "golang.go"
vscode "gornivv.vscode-flutter-files"
vscode "gruntfuggly.todo-tree"
vscode "hediet.vscode-drawio"
vscode "hoovercj.vscode-power-mode"
vscode "illixion.vscode-vibrancy-continued"
vscode "ionutvmi.path-autocomplete"
vscode "katsute.code-background"
vscode "kddejong.vscode-cfn-lint"
vscode "mechatroner.rainbow-csv"
vscode "melihaltintas.svelte-format"
vscode "mikestead.dotenv"
vscode "ms-python.debugpy"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "ms-vscode-remote.remote-containers"
vscode "ms-vscode-remote.remote-ssh"
vscode "ms-vscode-remote.remote-ssh-edit"
vscode "ms-vscode-remote.remote-wsl"
vscode "ms-vscode-remote.vscode-remote-extensionpack"
vscode "ms-vscode.makefile-tools"
vscode "ms-vscode.remote-explorer"
vscode "ms-vscode.remote-server"
vscode "ms-vscode.vscode-typescript-next"
vscode "ms-vsliveshare.vsliveshare"
vscode "oderwat.indent-rainbow"
vscode "pivaszbs.svelte-autoimport"
vscode "pixl-garden.bongocat"
vscode "pkief.material-icon-theme"
vscode "pmneo.tsimporter"
vscode "pnp.polacode"
vscode "prisma.prisma"
vscode "prisma.prisma-insider"
vscode "qwtel.sqlite-viewer"
vscode "redhat.vscode-xml"
vscode "redhat.vscode-yaml"
vscode "renesaarsoo.sql-formatter-vsc"
vscode "riccardoforina.storybook-helper"
vscode "ritwickdey.liveserver"
vscode "robert-brunhage.flutter-riverpod-snippets"
vscode "rust-lang.rust-analyzer"
vscode "ryuta46.multi-command"
vscode "shd101wyy.markdown-preview-enhanced"
vscode "simonsiefke.svg-preview"
vscode "starkwang.markdown"
vscode "steoates.autoimport"
vscode "stivo.tailwind-fold"
vscode "streetsidesoftware.code-spell-checker"
vscode "svelte.svelte-vscode"
vscode "tamasfe.even-better-toml"
vscode "timonwong.shellcheck"
vscode "toba.vsfire"
vscode "tomoki1207.pdf"
vscode "tompollak.lazygit-vscode"
vscode "tomrijndorp.find-it-faster"
vscode "tonybaloney.vscode-pets"
vscode "usernamehw.errorlens"
vscode "vscode-icons-team.vscode-icons"
vscode "vscodevim.vim"
vscode "vsls-contrib.codetour"
vscode "wakatime.vscode-wakatime"
vscode "wayou.vscode-todo-highlight"
vscode "yzane.markdown-pdf"
vscode "yzhang.markdown-all-in-one"
