tap "daipeihust/tap"
tap "danielgatis/imgcat"
tap "hashicorp/tap"
tap "he3-app/he3"
tap "homebrew/bundle"
tap "homebrew/cask-fonts"
tap "homebrew/services"
tap "leoafarias/fvm"
tap "oven-sh/bun"
tap "veeso/termscp"
tap "yohamta/tap"
brew "act"
brew "webp"
brew "argon2"
brew "asciiquarium"
brew "asdf"
brew "ast-grep"
brew "bat"
brew "bombadillo"
brew "cmatrix"
brew "cocoapods"
brew "csvkit"
brew "curl"
brew "deno"
brew "direnv"
brew "erlang"
brew "exa"
brew "fd"
brew "harfbuzz"
brew "tesseract"
brew "ffmpeg"
brew "fish"
brew "fzf"
brew "gat"
brew "gawk"
brew "genact"
brew "gh"
brew "ghq"
brew "git"
brew "git-delta"
brew "git-flow"
brew "gnu-sed"
brew "gnupg"
brew "grpcurl"
brew "handbrake"
brew "htop"
brew "libheif"
brew "imagemagick"
brew "jq"
brew "kondo"
brew "lazydocker"
brew "lazygit"
brew "lsd"
brew "lua-language-server"
brew "mas"
brew "mise"
brew "neofetch"
brew "neovim"
brew "nmap"
brew "nvm"
brew "nyancat"
brew "peco"
brew "php"
brew "poetry"
brew "postgresql@14"
brew "pre-commit"
brew "protobuf"
brew "protoc-gen-go"
brew "pyenv"
brew "pyenv-virtualenv"
brew "rig"
brew "ripgrep"
brew "sl"
brew "telnet"
brew "tmux"
brew "tpm"
brew "tree"
brew "vercel-cli"
brew "vim"
brew "wget"
brew "yarn"
brew "youtube-dl"
brew "z"
brew "zellij"
brew "zig"
brew "daipeihust/tap/im-select"
brew "danielgatis/imgcat/imgcat"
brew "hashicorp/tap/terraform"
brew "leoafarias/fvm/fvm"
brew "oven-sh/bun/bun"
brew "veeso/termscp/termscp"
brew "yohamta/tap/dagu"
cask "1password"
cask "aerial"
cask "aldente"
cask "alt-tab"
cask "android-studio"
cask "applite"
cask "aquaskk"
cask "battery-buddy"
cask "canva"
cask "cheatsheet"
cask "coteditor"
cask "cyberduck"
cask "deepl"
cask "discord"
cask "docker"
cask "dynalist"
cask "figma"
cask "font-3270-nerd-font"
cask "font-agave-nerd-font"
cask "font-anonymice-nerd-font"
cask "font-arimo-nerd-font"
cask "font-aurulent-sans-mono-nerd-font"
cask "font-bigblue-terminal-nerd-font"
cask "font-bitstream-vera-sans-mono-nerd-font"
cask "font-black-han-sans"
cask "font-blex-mono-nerd-font"
cask "font-caskaydia-cove-nerd-font"
cask "font-code-new-roman-nerd-font"
cask "font-comic-shanns-mono-nerd-font"
cask "font-cousine-nerd-font"
cask "font-daddy-time-mono-nerd-font"
cask "font-dejavu-sans-mono-nerd-font"
cask "font-droid-sans-mono-nerd-font"
cask "font-fantasque-sans-mono-nerd-font"
cask "font-fira-code-nerd-font"
cask "font-fira-mono-nerd-font"
cask "font-go-mono-nerd-font"
cask "font-gohufont-nerd-font"
cask "font-hack-nerd-font"
cask "font-hasklug-nerd-font"
cask "font-heavy-data-nerd-font"
cask "font-hurmit-nerd-font"
cask "font-im-writing-nerd-font"
cask "font-inconsolata-go-nerd-font"
cask "font-inconsolata-lgc-nerd-font"
cask "font-inconsolata-nerd-font"
cask "font-iosevka-nerd-font"
cask "font-iosevka-term-nerd-font"
cask "font-jetbrains-mono-nerd-font"
cask "font-lekton-nerd-font"
cask "font-liberation-nerd-font"
cask "font-lilex-nerd-font"
cask "font-meslo-lg-nerd-font"
cask "font-monocraft-nerd-font"
cask "font-monofur-nerd-font"
cask "font-monoid-nerd-font"
cask "font-mononoki-nerd-font"
cask "font-mplus-nerd-font"
cask "font-noto-nerd-font"
cask "font-open-dyslexic-nerd-font"
cask "font-overpass-nerd-font"
cask "font-profont-nerd-font"
cask "font-proggy-clean-tt-nerd-font"
cask "font-ricty-diminished"
cask "font-roboto-mono-nerd-font"
cask "font-sauce-code-pro-nerd-font"
cask "font-shure-tech-mono-nerd-font"
cask "font-source-code-pro"
cask "font-space-mono-nerd-font"
cask "font-symbols-only-nerd-font"
cask "font-terminess-ttf-nerd-font"
cask "font-tinos-nerd-font"
cask "font-ubuntu-mono-nerd-font"
cask "font-ubuntu-nerd-font"
cask "font-victor-mono-nerd-font"
cask "gather"
cask "gimp"
cask "google-chrome"
cask "grandperspective"
cask "hot"
cask "iina"
cask "iterm2"
cask "jordanbaird-ice"
cask "karabiner-elements"
cask "keyboardcleantool"
cask "microsoft-auto-update"
cask "neat"
cask "ngrok"
cask "notion"
cask "notion-calendar"
cask "obsidian"
cask "raindropio"
cask "raspberry-pi-imager"
cask "raycast"
cask "slack"
cask "spectacle"
cask "stats"
cask "ticktick"
cask "visual-studio-code"
cask "wakatime"
cask "wezterm"
cask "whatsapp"
cask "wireshark"
cask "zoom"
mas "Air Stats", id: 6476536177
mas "Drafts", id: 1435957248
mas "G2FA", id: 6444865161
mas "Hand Mirror", id: 1502839586
mas "LINE", id: 539883307
mas "RunCat", id: 1429033973
mas "Spark", id: 1176895641
mas "Unsplash Wallpapers", id: 1284863847
vscode "alexcvzz.vscode-sqlite"
vscode "alexisvt.flutter-snippets"
vscode "arjun.swagger-viewer"
vscode "astro-build.houston"
vscode "asvetliakov.vscode-neovim"
vscode "christian-kohler.path-intellisense"
vscode "cocopon.iceberg-theme"
vscode "continue.continue"
vscode "dart-code.dart-code"
vscode "dart-code.flutter"
vscode "dotjoshjohnson.xml"
vscode "eamodio.gitlens"
vscode "emeraldwalk.runonsave"
vscode "esbenp.prettier-vscode"
vscode "formulahendry.auto-close-tag"
vscode "formulahendry.auto-rename-tag"
vscode "github.copilot"
vscode "github.copilot-chat"
vscode "github.vscode-pull-request-github"
vscode "glenn2223.live-sass"
vscode "golang.go"
vscode "gornivv.vscode-flutter-files"
vscode "gruntfuggly.todo-tree"
vscode "hediet.vscode-drawio"
vscode "ionutvmi.path-autocomplete"
vscode "mechatroner.rainbow-csv"
vscode "mhutchie.git-graph"
vscode "ms-python.debugpy"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "ms-vscode-remote.remote-ssh"
vscode "ms-vscode-remote.vscode-remote-extensionpack"
vscode "ms-vscode.makefile-tools"
vscode "ms-vscode.vscode-typescript-next"
vscode "ms-vsliveshare.vsliveshare"
vscode "oderwat.indent-rainbow"
vscode "pkief.material-icon-theme"
vscode "pmneo.tsimporter"
vscode "pnp.polacode"
vscode "qwtel.sqlite-viewer"
vscode "redhat.vscode-xml"
vscode "redhat.vscode-yaml"
vscode "ritwickdey.liveserver"
vscode "shd101wyy.markdown-preview-enhanced"
vscode "steoates.autoimport"
vscode "streetsidesoftware.code-spell-checker"
vscode "tomoki1207.pdf"
vscode "tonybaloney.vscode-pets"
vscode "vscode-icons-team.vscode-icons"
vscode "vscodevim.vim"
vscode "wakatime.vscode-wakatime"
vscode "wayou.vscode-todo-highlight"
vscode "yzane.markdown-pdf"
vscode "yzhang.markdown-all-in-one"
