tap "daipeihust/tap"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/core"
tap "homebrew/services"
tap "oven-sh/bun"
brew "curl"
brew "deno"
brew "direnv"
brew "erlang"
brew "fd"
brew "ghq"
brew "git"
brew "git-flow"
brew "go"
brew "htop"
brew "libheif"
brew "imagemagick"
brew "jq"
brew "lazygit"
brew "neovim"
brew "nvm"
brew "peco"
brew "poetry"
brew "pyenv"
brew "pyenv-virtualenv"
brew "ripgrep"
brew "sl"
brew "tmux"
brew "tree"
brew "vercel-cli"
brew "vim"
brew "wget"
brew "zellij"
brew "zig"
brew "daipeihust/tap/im-select"
brew "oven-sh/bun/bun"
cask "1password"
cask "1password-cli"
cask "aerial"
cask "alt-tab"
cask "canva"
cask "cheatsheet"
cask "coteditor"
cask "deepl"
cask "discord"
cask "docker"
cask "fig"
cask "figma"
cask "font-3270-nerd-font"
cask "font-agave-nerd-font"
cask "font-anonymice-nerd-font"
cask "font-arimo-nerd-font"
cask "font-aurulent-sans-mono-nerd-font"
cask "font-bigblue-terminal-nerd-font"
cask "font-bitstream-vera-sans-mono-nerd-font"
cask "font-black-han-sans"
cask "font-blex-mono-nerd-font"
cask "font-caskaydia-cove-nerd-font"
cask "font-code-new-roman-nerd-font"
cask "font-comic-shanns-mono-nerd-font"
cask "font-cousine-nerd-font"
cask "font-daddy-time-mono-nerd-font"
cask "font-dejavu-sans-mono-nerd-font"
cask "font-droid-sans-mono-nerd-font"
cask "font-fantasque-sans-mono-nerd-font"
cask "font-fira-code-nerd-font"
cask "font-fira-mono-nerd-font"
cask "font-go-mono-nerd-font"
cask "font-gohufont-nerd-font"
cask "font-hack-nerd-font"
cask "font-hasklug-nerd-font"
cask "font-heavy-data-nerd-font"
cask "font-hurmit-nerd-font"
cask "font-im-writing-nerd-font"
cask "font-inconsolata-go-nerd-font"
cask "font-inconsolata-lgc-nerd-font"
cask "font-inconsolata-nerd-font"
cask "font-iosevka-nerd-font"
cask "font-iosevka-term-nerd-font"
cask "font-jetbrains-mono-nerd-font"
cask "font-lekton-nerd-font"
cask "font-liberation-nerd-font"
cask "font-lilex-nerd-font"
cask "font-meslo-lg-nerd-font"
cask "font-monocraft-nerd-font"
cask "font-monofur-nerd-font"
cask "font-monoid-nerd-font"
cask "font-mononoki-nerd-font"
cask "font-mplus-nerd-font"
cask "font-noto-nerd-font"
cask "font-open-dyslexic-nerd-font"
cask "font-overpass-nerd-font"
cask "font-profont-nerd-font"
cask "font-proggy-clean-tt-nerd-font"
cask "font-ricty-diminished"
cask "font-roboto-mono-nerd-font"
cask "font-sauce-code-pro-nerd-font"
cask "font-shure-tech-mono-nerd-font"
cask "font-source-code-pro"
cask "font-space-mono-nerd-font"
cask "font-symbols-only-nerd-font"
cask "font-terminess-ttf-nerd-font"
cask "font-tinos-nerd-font"
cask "font-ubuntu-mono-nerd-font"
cask "font-ubuntu-nerd-font"
cask "font-victor-mono-nerd-font"
cask "gimp"
cask "google-chrome"
cask "gyazo"
cask "iina"
cask "iterm2"
cask "karabiner-elements"
cask "mendeley"
cask "microsoft-auto-update"
cask "microsoft-excel"
cask "microsoft-powerpoint"
cask "microsoft-word"
cask "notion"
cask "obsidian"
cask "raindropio"
cask "raspberry-pi-imager"
cask "raycast"
cask "slack"
cask "spectacle"
cask "ticktick"
cask "transmit"
cask "visual-studio-code"
cask "warp"
cask "whatsapp"
cask "zoom"
vscode "alexcvzz.vscode-sqlite"
vscode "alexisvt.flutter-snippets"
vscode "Arjun.swagger-viewer"
vscode "christian-kohler.path-intellisense"
vscode "cocopon.iceberg-theme"
vscode "Dart-Code.dart-code"
vscode "Dart-Code.flutter"
vscode "DotJoshJohnson.xml"
vscode "emeraldwalk.RunOnSave"
vscode "esbenp.prettier-vscode"
vscode "formulahendry.auto-close-tag"
vscode "formulahendry.auto-rename-tag"
vscode "GitHub.copilot"
vscode "GitHub.copilot-chat"
vscode "glenn2223.live-sass"
vscode "golang.go"
vscode "gornivv.vscode-flutter-files"
vscode "Gruntfuggly.todo-tree"
vscode "hediet.vscode-drawio"
vscode "ionutvmi.path-autocomplete"
vscode "mechatroner.rainbow-csv"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "ms-vscode-remote.remote-ssh"
vscode "ms-vscode-remote.vscode-remote-extensionpack"
vscode "ms-vscode.makefile-tools"
vscode "ms-vscode.vscode-typescript-next"
vscode "ms-vsliveshare.vsliveshare"
vscode "oderwat.indent-rainbow"
vscode "PKief.material-icon-theme"
vscode "pmneo.tsimporter"
vscode "qwtel.sqlite-viewer"
vscode "redhat.vscode-xml"
vscode "redhat.vscode-yaml"
vscode "ritwickdey.LiveServer"
vscode "shd101wyy.markdown-preview-enhanced"
vscode "starkwang.markdown"
vscode "steoates.autoimport"
vscode "streetsidesoftware.code-spell-checker"
vscode "tomoki1207.pdf"
vscode "vscode-icons-team.vscode-icons"
vscode "vscodevim.vim"
vscode "wayou.vscode-todo-highlight"
vscode "withfig.fig"
vscode "yzane.markdown-pdf"
vscode "yzhang.markdown-all-in-one"
