tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/core"
brew "curl"
brew "ghq"
brew "git"
brew "nvm"
brew "poetry"
brew "pyenv"
brew "pyenv-virtualenv"
brew "vim"
cask "1password"
cask "aerial"
cask "cheatsheet"
cask "coteditor"
cask "deepl"
cask "discord"
cask "docker"
cask "font-ricty-diminished"
cask "font-source-code-pro"
cask "google-chrome"
cask "iterm2"
cask "microsoft-auto-update"
cask "microsoft-powerpoint"
cask "microsoft-word"
cask "notion"
cask "obsidian"
cask "raycast"
cask "slack"
cask "spectacle"
cask "visual-studio-code"
cask "zoom"
