tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/core"
tap "homebrew/services"
brew "zstd"
brew "jpeg-xl"
brew "arp-scan"
brew "python@3.11"
brew "cocoapods"
brew "deno"
brew "harfbuzz"
brew "tesseract"
brew "ffmpeg"
brew "ghq"
brew "git"
brew "git-flow"
brew "git-lfs"
brew "jq"
brew "libpq"
brew "nvm"
brew "php"
brew "virtualenv"
brew "poetry"
brew "postgresql@14", restart_service: true
brew "pyenv"
brew "pyenv-virtualenv"
brew "rustup-init"
brew "tmux"
brew "tor"
brew "tree"
brew "vim"
brew "xclip"
cask "aerial"
cask "alt-tab"
cask "android-studio"
cask "audacity"
cask "canva"
cask "cheatsheet"
cask "coteditor"
cask "dbeaver-community"
cask "deepl"
cask "discord"
cask "docker"
cask "figma"
cask "flux"
cask "font-3270-nerd-font"
cask "font-agave-nerd-font"
cask "font-anonymice-nerd-font"
cask "font-arimo-nerd-font"
cask "font-aurulent-nerd-font"
cask "font-aurulent-sans-mono-nerd-font"
cask "font-bigblue-terminal-nerd-font"
cask "font-bitstream-vera-sans-mono-nerd-font"
cask "font-blex-mono-nerd-font"
cask "font-caskaydia-cove-nerd-font"
cask "font-code-new-roman-nerd-font"
cask "font-comic-shanns-mono-nerd-font"
cask "font-cousine-nerd-font"
cask "font-daddy-time-mono-nerd-font"
cask "font-dejavu-sans-mono-nerd-font"
cask "font-droid-sans-mono-nerd-font"
cask "font-fantasque-sans-mono-nerd-font"
cask "font-fira-code-nerd-font"
cask "font-fira-mono-nerd-font"
cask "font-go-mono-nerd-font"
cask "font-gohufont-nerd-font"
cask "font-hack-nerd-font"
cask "font-hasklug-nerd-font"
cask "font-heavy-data-nerd-font"
cask "font-hurmit-nerd-font"
cask "font-im-writing-nerd-font"
cask "font-inconsolata-go-nerd-font"
cask "font-inconsolata-lgc-nerd-font"
cask "font-inconsolata-nerd-font"
cask "font-iosevka-nerd-font"
cask "font-iosevka-term-nerd-font"
cask "font-jetbrains-mono-nerd-font"
cask "font-lekton-nerd-font"
cask "font-liberation-nerd-font"
cask "font-lilex-nerd-font"
cask "font-meslo-lg-nerd-font"
cask "font-monocraft-nerd-font"
cask "font-monofur-nerd-font"
cask "font-monoid-nerd-font"
cask "font-mononoki-nerd-font"
cask "font-mplus-nerd-font"
cask "font-noto-nerd-font"
cask "font-open-dyslexic-nerd-font"
cask "font-overpass-nerd-font"
cask "font-profont-nerd-font"
cask "font-proggy-clean-tt-nerd-font"
cask "font-roboto-mono-nerd-font"
cask "font-sauce-code-pro-nerd-font"
cask "font-shure-tech-mono-nerd-font"
cask "font-source-code-pro"
cask "font-space-mono-nerd-font"
cask "font-symbols-only-nerd-font"
cask "font-terminess-ttf-nerd-font"
cask "font-tinos-nerd-font"
cask "font-ubuntu-mono-nerd-font"
cask "font-ubuntu-nerd-font"
cask "font-victor-mono-nerd-font"
cask "gimp"
cask "iterm2"
cask "logi-options-plus"
cask "microsoft-auto-update"
cask "microsoft-excel"
cask "microsoft-onenote"
cask "microsoft-powerpoint"
cask "microsoft-word"
cask "notion"
cask "obsidian"
cask "raindropio"
cask "raycast"
cask "slack"
cask "spectacle"
cask "tor-browser"
cask "visual-studio-code"
cask "warp"
cask "whatsapp"
cask "wireshark"
cask "zoom"
vscode "alexcvzz.vscode-sqlite"
vscode "christian-kohler.path-intellisense"
vscode "Dart-Code.dart-code"
vscode "DotJoshJohnson.xml"
vscode "esbenp.prettier-vscode"
vscode "formulahendry.auto-close-tag"
vscode "formulahendry.auto-rename-tag"
vscode "GitHub.copilot"
vscode "glenn2223.live-sass"
vscode "golang.go"
vscode "Gruntfuggly.todo-tree"
vscode "hediet.vscode-drawio"
vscode "ionutvmi.path-autocomplete"
vscode "mechatroner.rainbow-csv"
vscode "ms-dotnettools.csharp"
vscode "ms-dotnettools.vscode-dotnet-runtime"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "ms-vscode-remote.remote-ssh"
vscode "ms-vscode-remote.vscode-remote-extensionpack"
vscode "ms-vscode.cpptools"
vscode "oderwat.indent-rainbow"
vscode "pmneo.tsimporter"
vscode "qwtel.sqlite-viewer"
vscode "redhat.vscode-xml"
vscode "ritwickdey.LiveServer"
vscode "shd101wyy.markdown-preview-enhanced"
vscode "starkwang.markdown"
vscode "steoates.autoimport"
vscode "tomoki1207.pdf"
vscode "vscode-icons-team.vscode-icons"
vscode "wayou.vscode-todo-highlight"
vscode "yzane.markdown-pdf"
vscode "yzhang.markdown-all-in-one"
