tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/core"
brew "zstd"
brew "jpeg-xl"
brew "arp-scan"
brew "cocoapods"
brew "curl"
brew "ghq"
brew "git"
brew "git-flow"
brew "git-lfs"
brew "nvm"
brew "php"
brew "python@3.11"
brew "virtualenv"
brew "poetry"
brew "pyenv"
brew "pyenv-virtualenv"
brew "rustup-init"
brew "tmux"
brew "tor"
brew "tree"
brew "vim"
cask "aerial"
cask "android-studio"
cask "audacity"
cask "cheatsheet"
cask "coteditor"
cask "deepl"
cask "discord"
cask "docker"
cask "flux"
cask "gimp"
cask "iterm2"
cask "logi-options-plus"
cask "microsoft-auto-update"
cask "microsoft-excel"
cask "microsoft-powerpoint"
cask "microsoft-word"
cask "notion"
cask "obsidian"
cask "raycast"
cask "slack"
cask "spectacle"
cask "tor-browser"
cask "visual-studio-code"
cask "warp"
cask "zoom"
