tap "alajmo/mani"
tap "aurc/loggo"
tap "azat-archive/chdig"
tap "blacknon/lssh"
tap "cargo-lambda/cargo-lambda"
tap "cfoust/taps"
tap "da-luce/astroterm"
tap "daipeihust/tap"
tap "danielgatis/imgcat"
tap "davep/homebrew"
tap "dhth/tap"
tap "dlvhdr/formulae"
tap "dotenvx/brew"
tap "draftbrew/tap"
tap "edmocosta/tap"
tap "f1bonacc1/tap"
tap "go-task/tap"
tap "golangci/tap"
tap "graelo/tap"
tap "guumaster/tap"
tap "handlename/tap"
tap "homebrew/bundle"
tap "homebrew/cask-fonts"
tap "homebrew/services"
tap "jfryy/tap"
tap "jianzcar/packages"
tap "jmattaa/laser"
tap "joerdav/xc"
tap "jon4hz/tap"
tap "jorgerojas26/lazysql"
tap "k1low/tap"
tap "kayac/tap"
tap "kdabir/tap"
tap "knqyf263/pet"
tap "knqyf263/sou"
tap "laishulu/homebrew"
tap "leoafarias/fvm"
tap "linus-mussmaecher/tap"
tap "lucaspickering/tap"
tap "lusingander/tap"
tap "mackerelio/mackerel-agent"
tap "marwanhawari/tap"
tap "muandane/tap"
tap "nakabonne/ali"
tap "neilotoole/sq"
tap "nidnogg/zeitfetch"
tap "orangekame3/tap"
tap "pamburus/tap"
tap "pls-rs/pls"
tap "pomdtr/tap"
tap "pouriyajamshidi/tap"
tap "preiter93/wireman"
tap "robinovitch61/tap"
tap "shshemi/tabiew"
tap "sontek/snowmachine"
tap "supabase/tap"
tap "taiki130/ecsexec"
tap "vladimirvivien/oss-tools"
tap "vladkens/tap"
tap "xvxx/code"
tap "ynqa/tap"
tap "yohamta/tap"
brew "act"
brew "aichat"
brew "alp"
brew "libpng"
brew "gettext"
brew "aria2"
brew "atuin"
brew "autoconf"
brew "autojump"
brew "automake"
brew "aws-sam-cli"
brew "awscli"
brew "bacon"
brew "bat"
brew "bcal"
brew "bison"
brew "blink"
brew "btop"
brew "freetype"
brew "catimg"
brew "cfn-lint"
brew "chezmoi"
brew "cidr"
brew "clipboard"
brew "cloudformation-guard"
brew "cmatrix"
brew "cowsay"
brew "cpufetch"
brew "ctop"
brew "curl"
brew "ddgr"
brew "diskonaut"
brew "docker", link: false
brew "dstask"
brew "ducker"
brew "erlang"
brew "elixir"
brew "fblog"
brew "fd"
brew "fend"
brew "ffmpeg"
brew "firebase-cli"
brew "fish"
brew "flawz"
brew "fzf"
brew "forgit"
brew "g-ls"
brew "gawk"
brew "gaze"
brew "gd"
brew "genact"
brew "ggh"
brew "gh"
brew "ghq"
brew "git"
brew "git-delta"
brew "git-filter-repo"
brew "git-flow"
brew "git-lfs"
brew "gitmoji"
brew "gitu"
brew "libgpg-error"
brew "gnupg"
brew "go-size-analyzer"
brew "terminal-notifier"
brew "gopass"
brew "gping"
brew "haiti"
brew "hstr"
brew "htop"
brew "http-server"
brew "httpie", link: false
brew "httpstat"
brew "hwatch"
brew "hydra"
brew "jasper"
brew "imagemagick"
brew "iperf"
brew "jc"
brew "jpeg"
brew "jq"
brew "k6"
brew "khal"
brew "krb5"
brew "lazydocker"
brew "lazygit"
brew "libedit"
brew "libiconv"
brew "libxml2"
brew "libzip"
brew "litecli"
brew "lla"
brew "lnav"
brew "lolcat"
brew "lsd"
brew "lychee"
brew "mas"
brew "mise"
brew "mkdocs"
brew "monolith"
brew "yt-dlp"
brew "mpv"
brew "mqttui"
brew "mycli"
brew "zlib"
brew "mysql"
brew "ncspot"
brew "neofetch"
brew "neovim"
brew "nomino"
brew "nvm"
brew "nyancat"
brew "oha"
brew "ollama"
brew "onefetch"
brew "openssl@1.1"
brew "otree"
brew "oxker"
brew "peco"
brew "percona-toolkit"
brew "pfetch"
brew "pinentry-mac"
brew "pipx"
brew "pkgconf"
brew "pnpm"
brew "poetry"
brew "poppler"
brew "pre-commit"
brew "progressline"
brew "pueue"
brew "pwgen"
brew "qrtool"
brew "re2c"
brew "reattach-to-user-namespace"
brew "rhit"
brew "ripgrep"
brew "ripgrep-all"
brew "rsyncy"
brew "rustscan"
brew "rye"
brew "s3scanner"
brew "sampler"
brew "sevenzip"
brew "sl"
brew "source-highlight"
brew "speedtest-cli"
brew "superfile"
brew "t-rec"
brew "television"
brew "telnet"
brew "tere"
brew "tfenv"
brew "tig"
brew "tre-command"
brew "tree"
brew "typos-cli"
brew "uv"
brew "vim"
brew "wakatime-cli"
brew "watch"
brew "watchexec"
brew "wget"
brew "wireshark"
brew "xh"
brew "yazi"
brew "zizmor"
brew "zns"
brew "zoxide"
brew "alajmo/mani/mani"
brew "aurc/loggo/loggo"
brew "cargo-lambda/cargo-lambda/cargo-lambda"
brew "cfoust/taps/cy"
brew "da-luce/astroterm/astroterm"
brew "daipeihust/tap/im-select"
brew "danielgatis/imgcat/imgcat"
brew "davep/homebrew/hike"
brew "dhth/tap/bmm"
brew "dhth/tap/kplay"
brew "dhth/tap/omm"
brew "dlvhdr/formulae/diffnav"
brew "dotenvx/brew/dotenvx"
brew "edmocosta/tap/tuistash"
brew "f1bonacc1/tap/process-compose"
brew "go-task/tap/go-task"
brew "golangci/tap/golangci-lint"
brew "graelo/tap/pumas"
brew "guumaster/tap/hostctl"
brew "handlename/tap/ssmwrap"
brew "jfryy/tap/qq"
brew "jianzcar/packages/fuzpad"
brew "jmattaa/laser/laser"
brew "joerdav/xc/xc"
brew "jon4hz/tap/fztea"
brew "jorgerojas26/lazysql/lazysql"
brew "k1low/tap/octocov"
brew "k1low/tap/runn"
brew "k1low/tap/tbls"
brew "kayac/tap/ecspresso"
brew "kdabir/tap/has"
brew "knqyf263/pet/pet"
brew "knqyf263/sou/sou"
brew "laishulu/homebrew/macism"
brew "leoafarias/fvm/fvm"
brew "linus-mussmaecher/tap/rucola"
brew "lucaspickering/tap/slumber"
brew "lusingander/tap/ddv"
brew "lusingander/tap/serie"
brew "mackerelio/mackerel-agent/mkr"
brew "marwanhawari/tap/stew"
brew "muandane/tap/goji"
brew "nakabonne/ali/ali"
brew "neilotoole/sq/sq"
brew "nidnogg/zeitfetch/zeitfetch"
brew "orangekame3/tap/ghfetch"
brew "pamburus/tap/hl"
brew "pls-rs/pls/pls"
brew "pomdtr/tap/sunbeam"
brew "pouriyajamshidi/tap/tcping"
brew "preiter93/wireman/wireman"
brew "robinovitch61/tap/kl"
brew "sontek/snowmachine/snowmachine"
brew "supabase/tap/supabase"
brew "taiki130/ecsexec/ecsexec"
brew "vladimirvivien/oss-tools/ktop"
brew "vladkens/tap/macmon"
brew "ynqa/tap/jnv"
brew "yohamta/tap/dagu"
cask "1password-cli"
cask "aerial"
cask "aldente"
cask "alt-tab"
cask "amazon-q"
cask "applite"
cask "aquaskk"
cask "battery-buddy"
cask "cheatsheet"
cask "coteditor"
cask "deepl"
cask "docker"
cask "figma", args: { appdir: "/Applications" }
cask "finicky"
cask "font-3270-nerd-font"
cask "font-agave-nerd-font"
cask "font-anonymice-nerd-font"
cask "font-arimo-nerd-font"
cask "font-aurulent-sans-mono-nerd-font"
cask "font-bigblue-terminal-nerd-font"
cask "font-bitstream-vera-sans-mono-nerd-font"
cask "font-blex-mono-nerd-font"
cask "font-caskaydia-cove-nerd-font"
cask "font-code-new-roman-nerd-font"
cask "font-comic-shanns-mono-nerd-font"
cask "font-cousine-nerd-font"
cask "font-daddy-time-mono-nerd-font"
cask "font-dejavu-sans-mono-nerd-font"
cask "font-droid-sans-mono-nerd-font"
cask "font-fantasque-sans-mono-nerd-font"
cask "font-fira-code-nerd-font"
cask "font-fira-mono-nerd-font"
cask "font-go-mono-nerd-font"
cask "font-gohufont-nerd-font"
cask "font-hack-nerd-font"
cask "font-hasklug-nerd-font"
cask "font-heavy-data-nerd-font"
cask "font-hurmit-nerd-font"
cask "font-im-writing-nerd-font"
cask "font-inconsolata-go-nerd-font"
cask "font-inconsolata-lgc-nerd-font"
cask "font-inconsolata-nerd-font"
cask "font-iosevka-nerd-font"
cask "font-iosevka-term-nerd-font"
cask "font-jetbrains-mono-nerd-font"
cask "font-lekton-nerd-font"
cask "font-liberation-nerd-font"
cask "font-lilex-nerd-font"
cask "font-m+-nerd-font"
cask "font-meslo-lg-nerd-font"
cask "font-monocraft-nerd-font"
cask "font-monofur-nerd-font"
cask "font-monoid-nerd-font"
cask "font-mononoki-nerd-font"
cask "font-noto-nerd-font"
cask "font-open-dyslexic-nerd-font"
cask "font-overpass-nerd-font"
cask "font-profont-nerd-font"
cask "font-proggy-clean-tt-nerd-font"
cask "font-ricty-diminished"
cask "font-roboto-mono-nerd-font"
cask "font-sauce-code-pro-nerd-font"
cask "font-shure-tech-mono-nerd-font"
cask "font-source-code-pro"
cask "font-space-mono-nerd-font"
cask "font-symbols-only-nerd-font"
cask "font-terminess-ttf-nerd-font"
cask "font-tinos-nerd-font"
cask "font-ubuntu-mono-nerd-font"
cask "font-ubuntu-nerd-font"
cask "font-victor-mono-nerd-font"
cask "ghostty"
cask "gitify"
cask "google-chrome"
cask "google-cloud-sdk"
cask "google-drive"
cask "grammarly-desktop"
cask "grandperspective"
cask "hex-fiend"
cask "hot", args: { appdir: "/Applications" }
cask "httpie"
cask "hyper", args: { appdir: "/Applications" }
cask "ipe"
cask "iterm2", args: { appdir: "/Applications" }
cask "itsycal", args: { appdir: "/Applications" }
cask "jetbrains-toolbox"
cask "jordanbaird-ice"
cask "karabiner-elements"
cask "keyboardcleantool"
cask "kindavim"
cask "logi-options+"
cask "mac-mouse-fix"
cask "microsoft-auto-update"
cask "microsoft-excel"
cask "microsoft-powerpoint"
cask "neovide"
cask "notion"
cask "notion-calendar"
cask "numi", args: { appdir: "/Applications" }
cask "obsidian"
cask "okta-advanced-server-access"
cask "postman"
cask "rambox"
cask "raycast"
cask "rustrover"
cask "shottr"
cask "spectacle"
cask "stats", args: { appdir: "/Applications" }
cask "stratoshark"
cask "tailscale"
cask "ticktick"
cask "topnotch"
cask "visual-studio-code"
cask "visual-studio-code@insiders"
cask "wakatime"
cask "warp", args: { appdir: "/Applications" }
cask "webstorm"
cask "wezterm"
vscode "adpyke.codesnap"
vscode "alefragnani.project-manager"
vscode "alexcvzz.vscode-sqlite"
vscode "alexisvt.flutter-snippets"
vscode "amazonwebservices.codewhisperer-for-command-line-companion"
vscode "antfu.file-nesting"
vscode "ardenivanov.svelte-intellisense"
vscode "asvetliakov.vscode-neovim"
vscode "be5invis.vscode-custom-css"
vscode "bradlc.vscode-tailwindcss"
vscode "brandonkirbyson.vscode-animations"
vscode "chflick.firecode"
vscode "christian-kohler.path-intellisense"
vscode "cocopon.iceberg-theme"
vscode "continue.continue"
vscode "dbaeumer.vscode-eslint"
vscode "eamodio.gitlens"
vscode "editorconfig.editorconfig"
vscode "emeraldwalk.runonsave"
vscode "enhancedjax.vscode-ayu-zed"
vscode "esbenp.prettier-vscode"
vscode "fabiospampinato.vscode-diff"
vscode "formulahendry.auto-close-tag"
vscode "github.copilot"
vscode "github.copilot-chat"
vscode "github.vscode-pull-request-github"
vscode "golang.go"
vscode "google.geminicodeassist"
vscode "gruntfuggly.todo-tree"
vscode "hediet.vscode-drawio"
vscode "illixion.vscode-vibrancy-continued"
vscode "ionutvmi.path-autocomplete"
vscode "katsute.code-background"
vscode "kddejong.vscode-cfn-lint"
vscode "marp-team.marp-vscode"
vscode "mechatroner.rainbow-csv"
vscode "melihaltintas.svelte-format"
vscode "ms-vscode.makefile-tools"
vscode "ms-vscode.vscode-typescript-next"
vscode "ms-vsliveshare.vsliveshare"
vscode "oderwat.indent-rainbow"
vscode "pflannery.vscode-versionlens"
vscode "pivaszbs.svelte-autoimport"
vscode "pixl-garden.bongocat"
vscode "pkief.material-icon-theme"
vscode "pmneo.tsimporter"
vscode "pnp.polacode"
vscode "qwtel.sqlite-viewer"
vscode "renesaarsoo.sql-formatter-vsc"
vscode "riccardoforina.storybook-helper"
vscode "ritwickdey.liveserver"
vscode "robert-brunhage.flutter-riverpod-snippets"
vscode "rust-lang.rust-analyzer"
vscode "rvest.vs-code-prettier-eslint"
vscode "ryu1kn.partial-diff"
vscode "ryuta46.multi-command"
vscode "saoudrizwan.claude-dev"
vscode "shd101wyy.markdown-preview-enhanced"
vscode "simonsiefke.svg-preview"
vscode "steoates.autoimport"
vscode "streetsidesoftware.code-spell-checker"
vscode "subframe7536.custom-ui-style"
vscode "suhelmakkad.shadcn-ui"
vscode "svelte.svelte-vscode"
vscode "tamasfe.even-better-toml"
vscode "tekumara.typos-vscode"
vscode "timonwong.shellcheck"
vscode "toba.vsfire"
vscode "tomoki1207.pdf"
vscode "tompollak.lazygit-vscode"
vscode "tomrijndorp.find-it-faster"
vscode "tonybaloney.vscode-pets"
vscode "usernamehw.errorlens"
vscode "vscodevim.vim"
vscode "vsls-contrib.codetour"
vscode "wakatime.vscode-wakatime"
vscode "wayou.vscode-todo-highlight"
vscode "wraith13.bracket-lens"
vscode "xrc-inc.jsonnet-formatter"
vscode "yoshinorin.current-file-path"
vscode "yzane.markdown-pdf"
vscode "yzhang.markdown-all-in-one"
