tap "achannarasappa/tap"
tap "alajmo/mani"
tap "antoniorodr/lexy"
tap "aurc/loggo"
tap "azat-archive/chdig"
tap "azizuysal/simtool"
tap "bendews/tap"
tap "bgreenwell/lstr"
tap "blacknon/lssh"
tap "brandonyoungdev/tldx"
tap "caarlos0/tap"
tap "cargo-lambda/cargo-lambda"
tap "cfoust/taps"
tap "conikeec/tap"
tap "cyberagent/tap"
tap "da-luce/astroterm"
tap "daipeihust/tap"
tap "danielgatis/imgcat"
tap "davep/homebrew"
tap "dhth/tap"
tap "dlvhdr/formulae"
tap "dotenvx/brew"
tap "draftbrew/tap"
tap "edmocosta/tap"
tap "elva-labs/elva"
tap "f1bonacc1/tap"
tap "felangga/chiko"
tap "fujiwara/tap"
tap "ggp1/tap"
tap "go-task/tap"
tap "golangci/tap"
tap "graelo/tap"
tap "gromgit/brewtils"
tap "gurgeous/tap"
tap "guumaster/tap"
tap "handlename/tap"
tap "hanshuaikang/nping"
tap "homebrew/bundle"
tap "homebrew/services"
tap "ikanago/tap"
tap "jakehilborn/jakehilborn"
tap "jbreckmckye/formulae"
tap "jfryy/tap"
tap "jianzcar/packages"
tap "jmattaa/laser"
tap "joerdav/xc"
tap "jon4hz/tap"
tap "jonas-grgt/ktea"
tap "jorgerojas26/lazysql"
tap "jvanbuel/flowrs"
tap "kardwen/passepartui"
tap "kayac/tap"
tap "kdabir/tap"
tap "kdash-rs/kdash"
tap "keidarcy/tap"
tap "knqyf263/pet"
tap "knqyf263/sou"
tap "konradsz/igrep", "https://github.com/konradsz/igrep.git"
tap "laishulu/homebrew"
tap "leoafarias/fvm"
tap "linus-mussmaecher/tap"
tap "lucaspickering/tap"
tap "lusingander/tap"
tap "mackerelio/mackerel-agent"
tap "macropower/tap"
tap "marwanhawari/tap"
tap "miklosn/tap"
tap "morantron/tmux-fingers"
tap "muandane/tap"
tap "nakabonne/ali"
tap "neilotoole/sq"
tap "nidnogg/zeitfetch"
tap "nik-rev/tap"
tap "nikitabobko/tap"
tap "orangekame3/tap"
tap "pamburus/tap"
tap "panter-dsd/tap"
tap "pls-rs/pls"
tap "plutov/tap"
tap "pomdtr/tap"
tap "pouriyajamshidi/tap"
tap "preiter93/wireman"
tap "robinovitch61/tap"
tap "saidutt46/domain-check"
tap "shshemi/tabiew"
tap "sontek/snowmachine"
tap "sst/tap"
tap "stefanlogue/tools"
tap "supabase/tap"
tap "taiki130/ecsexec"
tap "unhappychoice/tap"
tap "vaibhav-mattoo/bitchat-tui"
tap "vaishnav-sabari-girish/taps"
tap "valkyrie00/bbrew"
tap "vladimirvivien/oss-tools"
tap "vladkens/tap"
tap "xvxx/code"
tap "ynqa/tap"
tap "yohamta/tap"
brew "act"
brew "ad"
brew "aichat"
brew "alp"
brew "libpng"
brew "gettext"
brew "aria2"
brew "asak"
brew "astroterm"
brew "atuin"
brew "autoconf"
brew "autojump"
brew "automake"
brew "aws-sam-cli"
brew "awscli"
brew "bacon"
brew "bat"
brew "bcal"
brew "bfs"
brew "bison"
brew "blink"
brew "btop"
brew "freetype"
brew "cariddi"
brew "catimg"
brew "ccusage"
brew "cfn-lint"
brew "chezmoi"
brew "cidr"
brew "clipboard"
brew "cloudflare-wrangler"
brew "cloudformation-guard"
brew "cmatrix"
brew "cowsay"
brew "cpufetch"
brew "pkgconf"
brew "ctop"
brew "curl"
brew "ddgr"
brew "direnv"
brew "diskonaut"
brew "displayplacer"
brew "dstask"
brew "ducker"
brew "erlang"
brew "elixir"
brew "fastfetch"
brew "fblog"
brew "fclones"
brew "fd"
brew "fend"
brew "ffmpeg"
brew "firebase-cli"
brew "fish"
brew "flawz"
brew "flyway"
brew "fzf"
brew "forgit"
brew "g-ls"
brew "gawk"
brew "gaze"
brew "gcli"
brew "gd"
brew "gemini-cli"
brew "genact"
brew "ggh"
brew "gh"
brew "ghq"
brew "git"
brew "git-delta"
brew "git-filter-repo"
brew "git-flow"
brew "git-lfs"
brew "git-who"
brew "gitmoji"
brew "gitu"
brew "libgpg-error"
brew "gnupg"
brew "go-size-analyzer"
brew "gobackup"
brew "terminal-notifier"
brew "gopass"
brew "gping"
brew "haiti"
brew "has"
brew "hstr"
brew "htop"
brew "http-server"
brew "httpie", link: false
brew "httpstat"
brew "hwatch"
brew "hydra"
brew "jasper"
brew "libzip"
brew "imagemagick"
brew "intermodal"
brew "iperf"
brew "jc"
brew "jpeg"
brew "jq"
brew "just"
brew "k6"
brew "khal"
brew "krb5"
brew "ktop"
brew "lazydocker"
brew "lazygit"
brew "lazyjj"
brew "libedit"
brew "libiconv"
brew "libxml2"
brew "litecli"
brew "lla"
brew "lnav"
brew "lolcat"
brew "lsd"
brew "lychee"
brew "macchina"
brew "mandown"
brew "mas"
brew "mergiraf"
brew "mise"
brew "mkdocs"
brew "monolith"
brew "yt-dlp"
brew "mpv"
brew "mqttui"
brew "mycli"
brew "zlib"
brew "mysql@8.0"
brew "ncspot"
brew "neofetch"
brew "nerdlog"
brew "nmail"
brew "nomino"
brew "nping"
brew "nvm"
brew "nyancat"
brew "oha"
brew "okta-aws-cli"
brew "ollama"
brew "onefetch"
brew "opencode"
brew "openssl@1.1"
brew "otree"
brew "oxker"
brew "peco"
brew "percona-toolkit"
brew "pfetch"
brew "pinact"
brew "pinentry-mac"
brew "pipx"
brew "pnpm"
brew "poetry"
brew "poppler"
brew "pre-commit"
brew "progressline"
brew "pueue"
brew "pwgen"
brew "qrtool"
brew "re2c"
brew "reattach-to-user-namespace"
brew "repomix"
brew "rhit"
brew "riff"
brew "ripgrep"
brew "ripgrep-all"
brew "rsyncy"
brew "rustscan"
brew "rye"
brew "s3scanner"
brew "saml2aws"
brew "sampler"
brew "scooter"
brew "senpai"
brew "serpl"
brew "sevenzip"
brew "sl"
brew "so"
brew "source-highlight"
brew "specify"
brew "speedtest-cli"
brew "srgn"
brew "superfile"
brew "t-rec"
brew "tcping"
brew "television"
brew "telnet"
brew "tere"
brew "tfenv"
brew "tig"
brew "tre-command"
brew "tree"
brew "tt"
brew "typos-cli"
brew "up"
brew "uv"
brew "vim"
brew "wakatime-cli"
brew "watch"
brew "watchexec"
brew "wget"
brew "wireshark"
brew "wtfis"
brew "xan"
brew "xh"
brew "yazi"
brew "zf"
brew "zizmor"
brew "zns"
brew "zoxide"
brew "achannarasappa/tap/ticker"
brew "alajmo/mani/mani"
brew "aurc/loggo/loggo"
brew "azizuysal/simtool/simtool"
brew "bendews/tap/apw"
brew "bgreenwell/lstr/lstr"
brew "brandonyoungdev/tldx/tldx"
brew "cargo-lambda/cargo-lambda/cargo-lambda"
brew "cfoust/taps/cy"
brew "conikeec/tap/mcp-probe"
brew "cyberagent/tap/reminder-lint"
brew "daipeihust/tap/im-select"
brew "danielgatis/imgcat/imgcat"
brew "dhth/tap/bmm"
brew "dhth/tap/cueitup"
brew "dhth/tap/kplay"
brew "dhth/tap/omm"
brew "dlvhdr/formulae/diffnav"
brew "dotenvx/brew/dotenvx"
brew "edmocosta/tap/tuistash"
brew "elva-labs/elva/awsesh"
brew "f1bonacc1/tap/process-compose"
brew "felangga/chiko/chiko"
brew "fujiwara/tap/ecsta"
brew "ggp1/tap/kure"
brew "go-task/tap/go-task"
brew "golangci/tap/golangci-lint"
brew "graelo/tap/pumas"
brew "gromgit/brewtils/taproom"
brew "gurgeous/tap/vectro"
brew "guumaster/tap/hostctl"
brew "handlename/tap/ssmwrap"
brew "ikanago/tap/omekasy"
brew "jbreckmckye/formulae/daylight"
brew "jfryy/tap/qq"
brew "jianzcar/packages/fuzpad"
brew "jmattaa/laser/laser"
brew "joerdav/xc/xc"
brew "jon4hz/tap/fztea"
brew "jonas-grgt/ktea/ktea"
brew "jorgerojas26/lazysql/lazysql"
brew "jvanbuel/flowrs/flowrs"
brew "kardwen/passepartui/passepartui"
brew "kayac/tap/ecspresso"
brew "kdash-rs/kdash/kdash"
brew "keidarcy/tap/e1s"
brew "knqyf263/pet/pet"
brew "knqyf263/sou/sou"
brew "konradsz/igrep/igrep"
brew "laishulu/homebrew/macism"
brew "leoafarias/fvm/fvm"
brew "linus-mussmaecher/tap/rucola"
brew "lucaspickering/tap/slumber"
brew "lusingander/tap/ddv"
brew "lusingander/tap/serie"
brew "mackerelio/mackerel-agent/mkr"
brew "marwanhawari/tap/stew"
brew "morantron/tmux-fingers/tmux-fingers"
brew "muandane/tap/goji"
brew "nakabonne/ali/ali"
brew "neilotoole/sq/sq"
brew "nidnogg/zeitfetch/zeitfetch"
brew "nik-rev/tap/countryfetch"
brew "orangekame3/tap/ghfetch"
brew "pamburus/tap/hl"
brew "pamburus/tap/termframe"
brew "panter-dsd/tap/tatuin"
brew "pls-rs/pls/pls"
brew "pomdtr/tap/sunbeam"
brew "preiter93/wireman/wireman"
brew "robinovitch61/tap/kl"
brew "saidutt46/domain-check/domain-check"
brew "sontek/snowmachine/snowmachine"
brew "supabase/tap/supabase"
brew "taiki130/ecsexec/ecsexec"
brew "unhappychoice/tap/gittype"
brew "vaibhav-mattoo/bitchat-tui/bitchat-tui"
brew "vaishnav-sabari-girish/taps/comchan"
brew "valkyrie00/bbrew/bbrew"
brew "vladkens/tap/macmon"
brew "ynqa/tap/jnv"
cask "1password-cli"
cask "aerial"
cask "aerospace"
cask "aldente"
cask "alt-tab"
cask "amazon-q"
cask "applite"
cask "aquaskk"
cask "atuin-desktop"
cask "battery-buddy"
cask "cheatsheet"
cask "cmdperf"
cask "coteditor"
cask "cursor"
cask "deepl"
cask "figma", args: { appdir: "/Applications" }
cask "finicky"
cask "font-3270-nerd-font"
cask "font-agave-nerd-font"
cask "font-anonymice-nerd-font"
cask "font-arimo-nerd-font"
cask "font-aurulent-sans-mono-nerd-font"
cask "font-bigblue-terminal-nerd-font"
cask "font-bitstream-vera-sans-mono-nerd-font"
cask "font-blex-mono-nerd-font"
cask "font-caskaydia-cove-nerd-font"
cask "font-code-new-roman-nerd-font"
cask "font-comic-shanns-mono-nerd-font"
cask "font-cousine-nerd-font"
cask "font-daddy-time-mono-nerd-font"
cask "font-dejavu-sans-mono-nerd-font"
cask "font-droid-sans-mono-nerd-font"
cask "font-fantasque-sans-mono-nerd-font"
cask "font-fira-code-nerd-font"
cask "font-fira-mono-nerd-font"
cask "font-go-mono-nerd-font"
cask "font-gohufont-nerd-font"
cask "font-hack-nerd-font"
cask "font-hasklug-nerd-font"
cask "font-heavy-data-nerd-font"
cask "font-hurmit-nerd-font"
cask "font-im-writing-nerd-font"
cask "font-inconsolata-go-nerd-font"
cask "font-inconsolata-lgc-nerd-font"
cask "font-inconsolata-nerd-font"
cask "font-iosevka-nerd-font"
cask "font-iosevka-term-nerd-font"
cask "font-jetbrains-mono-nerd-font"
cask "font-lekton-nerd-font"
cask "font-liberation-nerd-font"
cask "font-lilex-nerd-font"
cask "font-m+-nerd-font"
cask "font-meslo-lg-nerd-font"
cask "font-monocraft-nerd-font"
cask "font-monofur-nerd-font"
cask "font-monoid-nerd-font"
cask "font-mononoki-nerd-font"
cask "font-noto-nerd-font"
cask "font-open-dyslexic-nerd-font"
cask "font-overpass-nerd-font"
cask "font-profont-nerd-font"
cask "font-proggy-clean-tt-nerd-font"
cask "font-ricty-diminished"
cask "font-roboto-mono-nerd-font"
cask "font-sauce-code-pro-nerd-font"
cask "font-shure-tech-mono-nerd-font"
cask "font-source-code-pro"
cask "font-space-mono-nerd-font"
cask "font-symbols-only-nerd-font"
cask "font-terminess-ttf-nerd-font"
cask "font-tinos-nerd-font"
cask "font-ubuntu-mono-nerd-font"
cask "font-ubuntu-nerd-font"
cask "font-victor-mono-nerd-font"
cask "gcloud-cli"
cask "ghostty"
cask "gitify"
cask "google-chrome"
cask "grammarly-desktop"
cask "grandperspective"
cask "hex-fiend"
cask "hot", args: { appdir: "/Applications" }
cask "httpie-desktop"
cask "hyper", args: { appdir: "/Applications" }
cask "ipe"
cask "iterm2", args: { appdir: "/Applications" }
cask "itermbrowserplugin"
cask "itsycal", args: { appdir: "/Applications" }
cask "jordanbaird-ice"
cask "karabiner-elements"
cask "kat"
cask "keyboardcleantool"
cask "kindavim"
cask "linear-linear"
cask "logi-options+"
cask "mac-monitor"
cask "mac-mouse-fix"
cask "meteor"
cask "microsoft-auto-update"
cask "microsoft-excel"
cask "microsoft-powerpoint"
cask "microsoft-word"
cask "mysqlworkbench"
cask "neovide-app"
cask "notion"
cask "notion-calendar"
cask "notion-mail"
cask "numi", args: { appdir: "/Applications" }
cask "obsidian"
cask "okta-advanced-server-access"
cask "oq"
cask "orbstack"
cask "postman"
cask "qmk-toolbox"
cask "raycast"
cask "rio"
cask "shottr"
cask "spectacle"
cask "stats", args: { appdir: "/Applications" }
cask "stratoshark"
cask "tailscale-app"
cask "ticktick"
cask "topnotch"
cask "visual-studio-code"
cask "visual-studio-code@insiders"
cask "wakatime"
cask "warp", args: { appdir: "/Applications" }
cask "wezterm"
cask "zen"
mas "Keynote", id: 409183694
mas "LadioCast", id: 411213048
mas "Numbers", id: 409203825
mas "Okta Verify", id: 490179405
mas "Pages", id: 409201541
mas "RunCat", id: 1429033973
mas "Skitch", id: 425955336
mas "WireGuard", id: 1451685025
vscode "4ops.terraform"
vscode "adpyke.codesnap"
vscode "alefragnani.project-manager"
vscode "alexcvzz.vscode-sqlite"
vscode "alexisvt.flutter-snippets"
vscode "amazonwebservices.codewhisperer-for-command-line-companion"
vscode "antfu.file-nesting"
vscode "anthropic.claude-code"
vscode "ardenivanov.svelte-intellisense"
vscode "arjun.swagger-viewer"
vscode "asvetliakov.vscode-neovim"
vscode "be5invis.vscode-custom-css"
vscode "bradlc.vscode-tailwindcss"
vscode "brandonkirbyson.vscode-animations"
vscode "chflick.firecode"
vscode "christian-kohler.path-intellisense"
vscode "cocopon.iceberg-theme"
vscode "continue.continue"
vscode "davidanson.vscode-markdownlint"
vscode "dbaeumer.vscode-eslint"
vscode "eamodio.gitlens"
vscode "editorconfig.editorconfig"
vscode "edonet.vscode-command-runner"
vscode "emeraldwalk.runonsave"
vscode "enhancedjax.vscode-ayu-zed"
vscode "esbenp.prettier-vscode"
vscode "fabiospampinato.vscode-diff"
vscode "formulahendry.auto-close-tag"
vscode "github.copilot"
vscode "github.copilot-chat"
vscode "github.vscode-pull-request-github"
vscode "golang.go"
vscode "google.geminicodeassist"
vscode "gruntfuggly.todo-tree"
vscode "hashicorp.terraform"
vscode "hediet.vscode-drawio"
vscode "illixion.vscode-vibrancy-continued"
vscode "ionutvmi.path-autocomplete"
vscode "katsute.code-background"
vscode "kddejong.vscode-cfn-lint"
vscode "marp-team.marp-vscode"
vscode "mechatroner.rainbow-csv"
vscode "melihaltintas.svelte-format"
vscode "ms-vscode.makefile-tools"
vscode "ms-vscode.vscode-typescript-next"
vscode "ms-vsliveshare.vsliveshare"
vscode "oderwat.indent-rainbow"
vscode "openai.chatgpt"
vscode "pflannery.vscode-versionlens"
vscode "pivaszbs.svelte-autoimport"
vscode "pixl-garden.bongocat"
vscode "pkief.material-icon-theme"
vscode "pmneo.tsimporter"
vscode "pnp.polacode"
vscode "qwtel.sqlite-viewer"
vscode "redhat.vscode-yaml"
vscode "renesaarsoo.sql-formatter-vsc"
vscode "riccardoforina.storybook-helper"
vscode "ritwickdey.liveserver"
vscode "robert-brunhage.flutter-riverpod-snippets"
vscode "rust-lang.rust-analyzer"
vscode "rvest.vs-code-prettier-eslint"
vscode "ryu1kn.partial-diff"
vscode "ryuta46.multi-command"
vscode "saoudrizwan.claude-dev"
vscode "shd101wyy.markdown-preview-enhanced"
vscode "simonsiefke.svg-preview"
vscode "steoates.autoimport"
vscode "streetsidesoftware.code-spell-checker"
vscode "subframe7536.custom-ui-style"
vscode "suhelmakkad.shadcn-ui"
vscode "svelte.svelte-vscode"
vscode "tamasfe.even-better-toml"
vscode "tekumara.typos-vscode"
vscode "timonwong.shellcheck"
vscode "toba.vsfire"
vscode "tomoki1207.pdf"
vscode "tompollak.lazygit-vscode"
vscode "tomrijndorp.find-it-faster"
vscode "tonybaloney.vscode-pets"
vscode "usernamehw.errorlens"
vscode "vscodevim.vim"
vscode "vsls-contrib.codetour"
vscode "wakatime.vscode-wakatime"
vscode "wayou.vscode-todo-highlight"
vscode "wraith13.bracket-lens"
vscode "xrc-inc.jsonnet-formatter"
vscode "yoshinorin.current-file-path"
vscode "yzane.markdown-pdf"
vscode "yzhang.markdown-all-in-one"
go "github.com/cosmtrek/air"
go "github.com/klauspost/asmfmt/cmd/asmfmt"
go "github.com/kabesan/aws-sso-external"
go "github.com/darkhz/bluetuith"
go "github.com/LeperGnome/bt/cmd/bt"
go "go.opentelemetry.io/collector/cmd/builder"
go "github.com/orhun/pkgtop/cmd"
go "github.com/go-delve/delve/cmd/dlv"
go "github.com/theyahya/enola/cmd/enola"
go "github.com/kisielk/errcheck"
go "github.com/davidrjenni/reftools/cmd/fillstruct"
go "github.com/termkit/gama"
go "github.com/ramya-rao-a/go-outline"
go "golang.org/dl/go1.21.5"
go "golang.org/dl/go1.22.0"
go "goa.design/goa/v3/cmd/goa"
go "github.com/boumenot/gocover-cobertura"
go "github.com/rogpeppe/godef"
go "golang.org/x/tools/cmd/goimports"
go "github.com/golangci/golangci-lint/v2/cmd/golangci-lint"
go "github.com/fatih/gomodifytags"
go "github.com/haya14busa/goplay/cmd/goplay"
go "golang.org/x/tools/gopls"
go "github.com/jstemmer/gotags"
go "github.com/cweill/gotests/gotests"
go "gotest.tools/gotestsum"
go "github.com/lusingander/gotip/cmd/gotip"
go "git.sr.ht/~shulhan/gotp/cmd/gotp"
go "golang.org/x/vuln/cmd/govulncheck"
go "github.com/d-kuro/gwq/cmd/gwq"
go "github.com/gchaincl/httplab/cmd/httplab"
go "github.com/koron/iferr"
go "github.com/josharian/impl"
go "github.com/szktkfm/mdtt/cmd/mdtt"
go "github.com/mattn/memo"
go "github.com/golang-migrate/migrate/v4/cmd/migrate"
go "github.com/fuller-inc/mees_webapi/cmd/migration"
go "go.uber.org/mock/mockgen"
go "github.com/fatih/motion"
go "go.uber.org/nilaway/cmd/nilaway"
go "github.com/k1LoW/octocov"
go "github.com/shogo82148/op-sync"
go "github.com/google/pprof"
go "github.com/mgechev/revive"
go "github.com/skanehira/rtty"
go "github.com/shogo82148/schemalex-deploy/cmd/schemalex-deploy"
go "github.com/sqlc-dev/sqlc/cmd/sqlc"
go "github.com/fabio42/ssl-checker"
go "honnef.co/go/tools/cmd/staticcheck"
go "github.com/ashish0kumar/stormy"
go "github.com/swaggo/swag/cmd/swag"
go "github.com/k1LoW/tbls"
go "github.com/ChausseBenjamin/termpicker"
go "github.com/Gaurav-Gosain/tuios/cmd/tuios"
go "github.com/google/wire/cmd/wire"
go "git.sr.ht/~timharek/yr"
go "github.com/ziinaio/ziina"
go "github.com/ziinaio/zmate"
